Repository: Conor94/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: fi_fi, hu, ko_kr, zh_tw

# OfficialStarter_CannotRunGame
source: Can’t run the race
fi_fi: Ei voida ajaa kisaa
ko_kr: 레이스를 할수 없다
zh_tw: 無法執行遊戲

# OfficialStarter_OriginalLauncherIsMissing
source: Original launcher is missing; please, change starter.
ko_kr: 오리지널 런처가 없습니다. 스타터를 변경해주세요
zh_tw: 官方啟動器遺失,請在設定中更換啟動方式

# OfficialStarter_RestoreOriginalLauncher
source: Please, restore original launcher and try again (or change starter).
ko_kr: 원래 시작 프로그램을 복원하고 다시 시도하세요(또는 시작 프로그램 변경).
zh_tw: 請修復官方啟動器並再試一次（或者在設定中更換其他啟動方式）

# OfficialStarter_RestoreLauncherManually
source: Can’t restore non-patched version of original launcher. Please, restore it manually: you have to replace “AssettoCorsa.exe” with “AssettoCorsa_backup_sp.exe”.
ko_kr: 패치되지 않은 버전의 오리지널 런처를 복원할 수 없습니다. 수동으로 복원하세요. "AssettoCorsa.exe"를 "AssetoCorsa_backup_sp.exe"로 바꿔야 합니다.
zh_tw: 無法修復官方原版啟動器，請用Steam驗證本機檔案以手動修復官方啟動器，並且把「AssettoCorsa.exe」改名成「AssettoCorsa_backup_sp.exe」。

# OfficialStarter_CannotRun
source: Can’t Run
fi_fi: Ei voida ajaa
ko_kr: 실행할 수 없습니다
zh_tw: 無法執行

# OfficialStarter_GameIsTooOld
source: Can’t use Official Starter: your version of AC is too old. Would you like to switch to Tricky Starter instead? You can always go to Settings/Drive and change it.
ko_kr: 공식 스타터를 사용할 수 없습니다: AC 버전이 너무 오래되었습니다. 대신 Ticky Starter로 전환하시겠습니까? 언제든지 설정/드라이브로 이동하여 변경할 수 있습니다.
zh_tw: 無法使用官方啟動器：您的AC遊戲版本過舊。請問是否要切換到Tricky Starter？您隨時可以在「設定/駕駛」中改變這個設定。

source: Not Supported
fi_fi: Ei tuettu
ko_kr: 지원되지 않음
zh_tw: 不支援

# OfficialStarter_UpdateAC
source: Please, update AC or change Starter to something else.
ko_kr: AC를 업데이트하거나 스타터를 다른 것으로 변경하세요.
zh_tw: 請升級AC然後更改啟動器為其他選項。

# TryAgainDot
source: Try again.
ko_kr: 다시 시도
zh_tw: 請再試一次。

# OfficialStarter_DownloadAndRestore
source: Can’t restore non-patched version of original launcher. Please, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]restore it manually[/url].
ko_kr: 패치되지 않은 버전의 오리지널 런처를 복원할 수 없습니다. [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]수동으로 복원하세요[/url]
zh_tw: 無法修復原版官方啟動器。請[url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view？usp=drivesdk"]手動修復[/url]。

# ReplayHelper_CannotSaveReplay
source: Can’t save replay
ko_kr: 재생을 저장할 수 없습니다.
zh_tw: 無法儲存重播

# ReplayHelper_CannotUnsaveReplay
source: Can’t unsave replay
ko_kr: 재생을 저장할 수 없습니다.
zh_tw: 無法取消儲存重播

# CarSetupObject_TyresPressure_LeftFront
source: Left front
fi_fi: Etu vasen
hu: Bal első
ko_kr: 좌측앞
zh_tw: 左前

# CarSetupObject_TyresPressure_RightFront
source: Right front
fi_fi: Etu oikea
hu: Jobb első
ko_kr: 우측앞
zh_tw: 右前

# CarSetupObject_TyresPressure_LeftRear
source: Left rear
fi_fi: Taka vasen
hu: Bal hátsó
ko_kr: 좌측 후방
zh_tw: 左後

# CarSetupObject_TyresPressure_RightRear
source: Right rear
fi_fi: Taka oikea
hu: Jobb hátsó
ko_kr: 우측 후방
zh_tw: 右後

# CarSetupObject_Load_InvalidLocation
source: Invalid location
fi_fi: Väärä sijainti
hu: Érvénytelen hely
ko_kr: 잘못된 위치
zh_tw: 無效的位置

# FontObject_Disabling_SomeCarsNeedThisFont
source: There are some cars which need this font. Are you sure you want to disable it?
fi_fi: Jotkin autot käyttävät tätä kirjasinta. Oletko varma, että haluat poistaa käytöstä sen?
ko_kr: 이 폰트가 필요한 차들이 있다. 사용하지 않도록 설정하시겠습니까?
zh_tw: 有些車輛需要這個字型，您確定要停用它？

# FontObject_DisableFont
source: Disable Font
fi_fi: Poista kirjasin käytöstä
ko_kr: 글꼴 사용 안 함
zh_tw: 停用字型

# AcObject_CannotToggle_Commentary
source: Please make sure the object's folder is not open in another application
fi_fi: Varmista, että taustalla ei ole ohjelmia jotka käyttävät kansion objekteja.
hu: Bizonyosodj meg róla, hogy az objektumot tartalmazó mappán nem dolgozik más applikáció.
zh_tw: 確定在目標資料夾裡沒有在運行的app

# AcObject_CannotToggleExt
source: Unable to toggle :{0}
fi_fi: Ei voida vaihtaa :{0}
hu: A következő dolog nem kapcsolható / változtatható: {0}
ko_kr: 토글할 수 없습니다: {0}
zh_tw: 無法切換：{0}

# AcObject_CannotToggle
source: Unable to toggle
fi_fi: Ei voida vaihtaa
hu: Nem kapcsolható / változtatható
ko_kr: 토글할 수 없습니다
zh_tw: 無法切換

# AcObject_CannotDelete
source: Unable to remove
fi_fi: Ei voida poistaa
hu: Nem lehet törölni
ko_kr: 삭제할 수 없습니다
zh_tw: 無法刪除

# FontObject_DeleteFont
source: Delete Font
fi_fi: Poista kirjasin
ko_kr: 글꼴 삭제
zh_tw: 刪除字型

# FontObject_Deleting_SomeCarsNeedThisFont
source: There are some cars which need this font. Are you sure you want to delete it?
fi_fi: Jotkin autot käyttävät tätä kirjasinta. Oletko varma, että haluat poistaa sen?
ko_kr: 이 폰트가 필요한 차들이 있다. 삭제하시겠습니까?
zh_tw: 有些車輛需要這個字型，您確定要刪除它？

# KunosCareer_Championship
source: Championship
fi_fi: Mestaruus
ko_kr: 챔피언십
zh_tw: 錦標賽

# KunosCareer_SingleEvents
source: Single events
fi_fi: Tapahtumat
ko_kr: 단일 이벤트
zh_tw: 獨立賽事

# PpFilterObject_CannotSave
source: Can’t save PP filter
ko_kr: PP 필터를 저장할 수 없습니다
zh_tw: 無法儲存畫面後期處理濾鏡

# PpFilterObject_MakeSureCouldBeOverwritten
source: Make sure its file could be overwritten.
ko_kr: 파일을 덮어쓸 수 있는지 확인하세요.
zh_tw: 請確認檔案可覆寫。

# ReplayReader_UnsupportedFormat
source: Unsupported format
ko_kr: 지원되지 않는 형식
zh_tw: 不支援的格式

# ReplayObject_PreviousSession
source: Previous Session
ko_kr: 이전 세션
zh_tw: 上一賽程

# JumpStart_CarLocked
source: Car Locked
fi_fi: Auto lukittu
ko_kr: 자동차 고정
zh_tw: 鎖定車輛

# JumpStart_DriveThrough
source: DriveThrough
fi_fi: Varikon läpiajo
ko_kr: 드라이브 스루
zh_tw: 通過維修區

# JumpStart_TeleportToPit
source: Teleport To Pit
fi_fi: Teleporttaa varikolle
ko_kr: 피트로 순간이동
zh_tw: 傳送到維修區

# ShowroomObject_CannotToggleSound
source: Can’t toggle sound
ko_kr: 소리를 전환할 수 없습니다
zh_tw: 無法切換音效

# ShowroomObject_CannotToggleSound_Commentary
source: Make sure there is no runned app working with showroom’s sound files.
ko_kr: 쇼룸의 사운드 파일로 작동하는 실행 중인 앱이 없는지 확인합니다.
zh_tw: 請確認有無正在運行的app需要使用展示廳的聲音檔案。

# TrackBaseObject_Specs_PitsNumber
source: {0} pit
ko_kr: {0} 피트
zh_tw: {0}號維修區位置

# LogHelper_CannotConnectToRemoteServer
source: Can’t connect to remote server
fi_fi: Ei voida yhdistää etäserverille
ko_kr: 원격 서버에 연결할 수 없습니다
zh_tw: 無法連接到遠端伺服器

# LogHelper_DriverIsMissing
source: Driver model is probably missing
fi_fi: Kuljettajamalli todennäköisesti puuttuu
ko_kr: 드라이버 모델이 누락되었을 수 있습니다.
zh_tw: 車手模型可能遺失

# LogHelper_PasswordIsInvalid
source: Password is invalid
fi_fi: Väärä salasana
ko_kr: 비밀번호가 유효하지 않습니다
zh_tw: 密碼無效

# LogHelper_SuspensionIsMissing
source: Suspension objects (SUSP_LF, SUSP_LR, …) are missing
fi_fi: Jousitus -objektit (SUSP_LF, SUSP_LR, …) puuttuvat
ko_kr: 서스펜션 개체 (SUSP_LF, SUSP_LR,…)가 누락됨
zh_tw: 遺失懸吊系統對象 （SUSP_LF, SUSP_LR, …）

# LogHelper_WheelsAreMissing
source: Wheels objects (WHEEL_LF, WHEEL_LR, …) are missing
fi_fi: Rengas -objektit (WHEEL_LF, WHEEL_LR, …) puuttuvat
ko_kr: 휠 개체(WHEEL_LF, WHEEL_LR 등)가 누락됨
zh_tw: 遺失輪胎對象 （WHEEL_LF, WHEEL_LR, …）

# LogHelper_TimeAttackNotSupported
source: Time Attack mode is not supported by selected track
fi_fi: Kyseinen rata ei tue Time Attack -muotoa
ko_kr: 타임어택 모드를 지원하지않는 트랙입니다.
zh_tw: 這條賽道不支援時間挑戰模式

# LogHelper_DefaultPpFilterIsMissing
source: Default PP filter (default.ini) is missing but required
fi_fi: Oletus PP -suodin (default.ini) puuttuu, mutta vaaditaan
ko_kr: 기본 PP 필터(default.ini)가 누락되었지만 필요합니다.
zh_tw: 找不到需要的畫面後期處理濾鏡 （default.ini）

# LogHelper_PpFilterIsMissing
source: PP filter “{0}” is missing
fi_fi: PP suodin “{0}” puuttuu
ko_kr: PP 필터 "{0}"이(가) 없습니다.
zh_tw: 找不到後期處理濾鏡 「{0}」

# LogHelper_ShaderIsMissing
source: Shader “{0}” is missing (might be removed in some AC update), model needs fixing
fi_fi: Varjostin “{0}” Puuttuu (On voitu poistaa jonkin päivityksen yhteydessä), malli kaipaa korjausta
ko_kr: 셰이더 "{0}"이(가) 누락되었습니다(일부 AC 업데이트에서 제거되었을 수 있습니다). 모델을 수정해야 합니다.
zh_tw: 找不到著色器「{0}」（可能因為AC升級而被去除），模型需要修正

# LogHelper_CloudsMightBeMissing
source: Clouds (content/texture/clouds) might be missing
fi_fi: Pilvet (sisältö/tekstuurit/pilvet) voivat puuttua
ko_kr: 구름 (내용/질감/클라우드)가 누락되었을 수 있습니다
zh_tw: 雲層（內容/貼圖/雲）可能遺失

# AppUpdater_UnpackedVersionMessage
source: The unpacked version does not support automatic updating.
fi_fi: Purettu versio ei tue automaattista päivitystä.
hu: A kicsomagolt verzió nem támogatja az automatikus frissítést.
ko_kr: 압축 해제 버전은 자동 업데이트를 지원하지 않습니다.
zh_tw: 未壓縮版本不支援自動更新。

# AppUpdater_CannotUpdateApp
source: Unable to update the app.
fi_fi: Sovelluksen päivitys ei onnistu
hu: Az app-ot nem lehetett frissíteni
ko_kr: 앱을 업데이트 할 수 없습니다
zh_tw: 無法更新Content Manager

# AppUpdater_AccessIsDenied
source: Access denied!
fi_fi: Pääsy estetty!
hu: Hozzáférés megtagadva
ko_kr: 액세스가 거부되었습니다.
zh_tw: 沒有權限

# AppUpdater_AccessIsDenied_Commentary
source: Unable to update the app; you don't have permission. Try running as an Administrator or update it manually.
fi_fi: Päivitys epäonnistui; sinulla ei ole oikeuksia Järjestelmänvalojalta.
hu: Nem frissíthető az app, hiányzó engedélyek miatt. Kérlek frissítsd manuálisan.
ko_kr: 권한이 없어 앱을 업데이트 할 수 없습니다. 수동으로 업데이트 하세요.
zh_tw: 由於系統權限問題無法升級app，請手動升級

# AppUpdater_CannotLoad
source: Unable to load the new version!
fi_fi: Uuden version lataus epäonnistui!
hu: Az új verzió nem indítható el.
ko_kr: 새 버전을 로드할 수 없습니다.
zh_tw: 無法載入新版本

# AppUpdater_CannotLoad_Commentary
source: Check your Internet and make sure the app has permission to write in its folder.
fi_fi: Tarkista nettiyhteytesi ja, että sovelluksella on oikeudet kirjoittaa kansioon.
hu: Bizonyosodj meg róla, hogy van internet hozzáférésed és az app-nak írási joga van ahhoz a mappához, amiben van.
ko_kr: 인터넷 연결을 사용할 수 있고 앱에 해당 폴더에 대한 쓰기 권한이 있는지 확인합니다.
zh_tw: 請確定網路連線可用以及Content Manager對資料夾有寫入權限。

# AppUpdater_AccessIsDenied_Short
source: Unable to update the app; you don't have permission from an Administrator.
hu: Nem frissíthető az app, hiányzó engedélyek miatt.
ko_kr: 권한이 없어 앱을 업데이트 할 수 없습니다.
zh_tw: 由於權限問題無法升級app

# AppUpdater_CannotLoadShort
source: Unable to load the new version!
fi_fi: Uuden version lataus epäonnistui!
hu: Az új verzió nem indítható el.
ko_kr: 새 버전을 로드할 수 없습니다.
zh_tw: 無法載入新版本。

# AppUpdater_UpdateFailed
source: Update failed!
fi_fi: Päivitys epäonnistui!
hu: A frissítés sikertelen volt
ko_kr: 업데이트 실패
zh_tw: 升級失敗

# AppUpdater_CannotUpdate_HelpNeeded
source: Unable to remove the original file "{0}" to install the update. Try to remove it manually and try again.
fi_fi: Ei voida poistaa alkuperäistä tiedostoa "{0}" päivityksen asennuksen mahdollistamiseksi. Koeta poistaa se manuaalisesti ja koeta uudelleen.
hu: A “{0}” eredeti fájl nem eltávolítható, így a frissítést nem lehet telepíteni. Próbáld meg manuálisan eltávolítani majd futtasd a “{1}” -t.
ko_kr: 업데이트를 설치할 원본 파일 "{0}"을(를) 제거할 수 없습니다. 수동으로 제거한 후 "{1}"를 실행하세요.
zh_tw: 無法刪除原始檔案「{0}」進行升級，請嘗試手動刪除然後運行「{1}」。

# AppUpdater_CannotUpdate_Message
source: Unable to process the update: {0}. Try to install a new version manually.
fi_fi: Päivitys epäonnistui: {0}. Kokeile asentaa manuaalisesti.
hu: A következő frissítés nem hajtható végre: {0}. Sajnálom, próbáld meg manuálisan frissíteni.
ko_kr: 업데이트 할 수 없습니다. {0}. 죄송합니다. 수동으로 업데이트해야 합니다.
zh_tw: 無法執行升級：{0}。請嘗試手動安裝新版本。

# Shared_CarSetup
source: Car setup
ko_kr: 차량 설정
zh_tw: 車輛調校

# Shared_ControlsPreset
source: Controls preset
ko_kr: 컨트롤 사전 설정
zh_tw: 控制器預設設定

# Shared_ForceFeedbackPreset
source: Force Feedback preset
ko_kr: 포스피드백 사전 설정
zh_tw: 力回饋預設設定

# Shared_PpFilter
source: PP filter
ko_kr: PP 필터
zh_tw: 後期處理濾鏡

# Shared_QuickDrivePreset
source: Quick Drive preset
ko_kr: 빠른게임 사전 설정
zh_tw: 試駕預設設定

# Shared_RaceGridPreset
source: Race grid preset
hu: Mezőny előbeállítása
ko_kr: 레이스 그리드 사전 설정
zh_tw: 發車位預設設定

# Shared_AssistsSetupPreset
source: Assists preset
ko_kr: 어시스트 프리셋 :
zh_tw: 輔助預設設定

# Shared_Replay
source: Replay
ko_kr: 재생
zh_tw: 重播

# Shared_Weather
source: Weather
ko_kr: 날씨
zh_tw: 天氣

# SharingHelper_CannotGetShared
source: Can’t get shared entry
ko_kr: 공유 항목을 가져올 수 없습니다.
zh_tw: 無法開啟待分享檔案

# SharingHelper_NotSupported_Commentary
source: Make sure you have the latest version of CM.
ko_kr: 최신 버전의 CM이 있는지 확인하세요.
zh_tw: 請確定Content Manager是最新版本

# SharingHelper_NotSupported
source: Can’t get shared entry, its type “{0}” is not supported
ko_kr: 공유 항목을 가져올 수 없습니다. 유형 "{0}"은(는) 지원되지 않습니다.
zh_tw: 無法開啟待分享檔案，不支援類型「{0}」

# AcObject_CannotBeDisabled
source: It cannot be disabled
fi_fi: Ei voida ottaa pois käytöstä
hu: Nem lehet letiltani
ko_kr: 비활성화 할 수 없습니다
zh_tw: 無法停用

# AcObject_NotValidAnymore
source: This is not valid anymore
fi_fi: Ei enää voimassa
hu: Már nem érvényes
ko_kr: 더 이상 유효하지 않습니다
zh_tw: 不再有效

# Common_IdIsTaken
source: ID is taken
fi_fi: Tunnus varattu
hu: Az azonosító elvéve
ko_kr: ID 지참
zh_tw: ID被占用了

# Online_CannotLoadData
source: Can’t load data
ko_kr: 데이터를 로드할 수 없습니다.
zh_tw: 無法載入資料

# Common_MakeSureInternetWorks
source: Make sure Internet-connection works.
fi_fi: Varmista, että yhteytesi toimii.
hu: Bizonyosodj meg róla, hogy az internet elérhető.
ko_kr: 인터넷 연결이 작동하는지 확인합니다.
zh_tw: 請確定網路連線可用

# Online_CannotParseAddress
source: Can’t parse address
ko_kr: 주소를 구문 분석할 수 없습니다.
zh_tw: 無法解析位址

# Online_GettingInformationDirectly
source: Getting information directly…
ko_kr: 직접 정보를 얻는 중...
zh_tw: 正在直接獲取資訊⋯⋯

# Online_TryingToFindOutHttpPort
source: Trying to ping to find out HTTP port…
ko_kr: HTTP 포트를 찾기 위해 ping을 시도하는 중...
zh_tw: 正在試圖使用Ping指令尋找HTTP連接埠⋯⋯

# Online_GettingInformationDirectly_SecondAttempt
source: Getting information directly (second attempt)…
ko_kr: 직접 정보를 얻는 것(두 번째 시도)…
zh_tw: 正在直接獲取訊息（第二次嘗試）⋯⋯

# Online_CannotAccessServer
source: Can’t access server
ko_kr: 서버에 접속할 수 없습니다
zh_tw: 無法加入伺服器

# Common_Scanning
source: Scanning…
fi_fi: Tarkistaa...
hu: Scannelés…
ko_kr: 스캔 중...
zh_tw: 掃瞄中⋯⋯

# Online_ScanningNothingFound
source: Nothing found
ko_kr: 아무것도 없습니다
zh_tw: 找不到伺服器

# Online_ScanningNothingFound_Commentary
source: Make sure server’s address is correct and server itself is accessible.
ko_kr: 서버의 주소가 올바르고 서버 자체에 액세스할 수 있는지 확인합니다
zh_tw: 確定伺服器的位址正確而且可以連接到

# Online_ScanningProgress
source: Scanning ({0}/{1}), {2} found…
ko_kr: 스캔 중 ({0} / {1}), {2} 개 발견…
zh_tw: 正在掃瞄 （{0}/{1}），{2} 已找到⋯⋯

# Online_ScanningProgress_Found
source: {0} server
ko_kr: {0} 서버
zh_tw: {0}個伺服器

# Online_Session_LapsDuration
source: {0} lap
fi_fi: {0} kierros
ko_kr: {0} 바퀴
zh_tw: {0}圈

# Online_Server_CarIsMissing
source: Car {0} is missing.
fi_fi: Auto {0} puuttuu.
ko_kr: {0} 차량이 없습니다.
zh_tw: 找不到車輛 {0}

# Online_Server_CarsAreMissing
source: Cars {0} are missing.
fi_fi: Autot {0} puuttuvat.
ko_kr: {0} 차량이 없습니다.
zh_tw: 找不到車輛 {0}

# Online_Server_TrackIsMissing
source: Track {0} is missing.
fi_fi: Rata {0} puuttuu.
ko_kr: {0} 트랙이 누락됨
zh_tw: 找不到賽道 {0}

# Common_NA
source: N/A
fi_fi: Ei saatavilla
zh_tw: 不可用

# Online_Server_SessionEnded
source: ended
fi_fi: lopussa
ko_kr: 종료됨
zh_tw: 比賽結束

# Online_Server_CannotRefresh
source: Can’t refresh server information.
ko_kr: 서버 정보를 새로 고칠 수 없습니다.
zh_tw: 無法重新整理伺服器資訊

# Online_Server_NotImplemented
source: Not implemented.
ko_kr: 구현되지 않았습니다.
zh_tw: 未部署

# Online_Server_CannotPing
source: Server is unavailable (ping failed).
ko_kr: 서버를 사용할 수 없습니다 (ping 실패).
zh_tw: 伺服器無法使用（Ping指令失敗）

# Online_Server_Unavailable
source: Server is unavailable.
fi_fi: Palvelin saavuttamattomissa.
ko_kr: 서버를 사용할 수 없습니다.
zh_tw: 伺服器無法使用。

# Online_Server_CarsDoNotMatch
source: Cars don’t match.
fi_fi: Autot eivät täsmää.
ko_kr: 차량이 동일하지 않습니다
zh_tw: 車輛不吻合。

# Online_Server_UnhandledError
source: Internal error: {0}.
fi_fi: Sisäinen virhe: {0}.
ko_kr: 내부 오류 : {0}.
zh_tw: 內部錯誤：{0}。

# Plugins_CannotInstall
source: Can’t install plugin
fi_fi: Ei voida asentaa lisäosaa
ko_kr: 플러그인을 설치할 수 없습니다
zh_tw: 無法安裝外掛程式

# Presets_FileFilter
source: Presets (*{0})|*{0}
ko_kr: 사전 설정(*{0}|*{0})
zh_tw: 預設 （*{0}）|*{0}

# Presets_ChooseFileInInitialDirectory
source: Please, choose a file in initial directory or some subdirectory.
ko_kr: 초기 디렉토리 또는 일부 하위 디렉토리에서 파일을 선택하세요.
zh_tw: 請選擇在初始資料夾或者子資料夾中的檔案。

# Common_CannotDo_Title
source: Can’t Do
fi_fi: Ei voida suorittaa
hu: Nem hajtható végre
ko_kr: 할 수 없습니다
zh_tw: 無法執行

# AcRootDirectory_Required
source: The game's root directory is required
fi_fi: Pelin päähakemisto vaaditaan
hu: Assetto Corsa gyökérkönyvtár megadása szükséges
ko_kr: AC 디렉터리가 필요합니다
zh_tw: 需要設定Assetto Corsa遊戲根目錄

# AcRootDirectory_NotDefined
source: The file path has not been defined
fi_fi: Hakemistoa ei määritetty
hu: A mappa nincs megadva
ko_kr: 디렉토리가 정의되지 않았습니다
zh_tw: 資料夾未定義

# AcRootDirectory_Missing
source: Directory is missing
fi_fi: Hakemisto puuttuu
hu: A mappa hiányzik
ko_kr: 디렉토리가 없습니다.
zh_tw: 找不到資料夾

# AcRootDirectory_MissingDirectory
source: This path, "{0}", is missing
fi_fi: Hakemisto "{0}" puuttuu
hu: A “{0}” mappa hiányzik
ko_kr: 디렉토리 "{0}"이(가) 누락되었습니다
zh_tw: 找不到資料夾「{0}」

# AcRootDirectory_MissingFile
source: This file, "{0}", is missing
fi_fi: Tiedosto "{0}" puuttuu
hu: A “{0}” fájl hiányzik
ko_kr: 파일 "{0}"이(가) 누락되었습니다
zh_tw: 找不到檔案「{0}」

# AcObject_IdIsWrong
source: The ID is incorrect!
fi_fi: Väärä tunnus
hu: Az azonosító hibás
ko_kr: ID가 틀립니다
zh_tw: ID錯誤

# AcObject_CannotBeMoved
source: It cannot be moved
fi_fi: Objektia ei voida siirtää
hu: Az objektum nem áthelyezhető
ko_kr: 개체를 이동할 수 없습니다
zh_tw: 物體無法被移動

# AcObject_PlaceIsTaken
source: The place is taken
fi_fi: Tila on varattu
hu: Place is taken / a hely elvéve
ko_kr: 장소를 이미 사용중입니다
zh_tw: 位置被占用了

# Fonts_RescanUsings
source: Can’t rescan cars
fi_fi: Ei voida uudelleentarkistaa autoja
ko_kr: 차량을 다시 검색할 수 없습니다
zh_tw: 無法重新掃瞄車輛

# Replay_CannotRenameReplays
source: Can’t rename replays
ko_kr: 리플레이 이름을 바꿀 수 없습니다
zh_tw: 無法重命名重播

# Replay_CannotRenameReplays_Commentary
source: Make sure none of those files are busy at the moment.
ko_kr: 현재 사용중인 파일이 없는지 확인하세요
zh_tw: 確定這些檔案目前沒有被占用

# AdditionalContent_Car
source: car
fi_fi: Auto
hu: autó
ko_kr: 차량
zh_tw: 車輛

# AdditionalContent_CarSkin
source: car skin
fi_fi: Auton skini
hu: autófestés
ko_kr: 차량 스킨
zh_tw: 塗裝

# AdditionalContent_Font
source: font
fi_fi: Kirjasin
hu: betűtípus
ko_kr: 글꼴
zh_tw: 字型

# AdditionalContent_Showroom
source: showroom
fi_fi: Näyttelyhuone
hu: bemutatóterem
ko_kr: 쇼룸
zh_tw: 展示廳

# AdditionalContent_Track
source: track
fi_fi: Rata:
hu: pálya
ko_kr: 트랙
zh_tw: 賽道

# AdditionalContent_Weather
source: Weather:
fi_fi: Säätila
hu: Időjárás:
ko_kr: 날씨
zh_tw: 天氣

# DirectoryInstallator_FileNotFound
source: File not found
fi_fi: Tiedostoa ei löytynyt
ko_kr: 파일을 찾을 수 없습니다
zh_tw: 檔案未找到

# ArchiveInstallator_PasswordIsRequired
source: The password is required.
fi_fi: Salasana vaaditaan!
hu: Jelszó szükséges
ko_kr: 비밀번호가 필요합니다.
zh_tw: 需要密碼

# ArchiveInstallator_PasswordIsInvalid
source: Password invalid!
fi_fi: Epäkelpo salasana!
hu: Hibás jelszó
ko_kr: 암호가 잘못되었습니다.
zh_tw: 密碼無效

# ArchiveInstallator_InitializationFault
source: Extracting failed.
fi_fi: Määritys epäonnistui!
hu: A kicsomagoló nem indult el
ko_kr: 추출기가 초기화되지 않았습니다.
zh_tw: 解壓器未初始化

# ArchiveInstallator_UnsupportedEncryption
source: Sorry, but {0} encryption is not supported!
fi_fi: Anteeksi, mutta {0} salausta ei tueta!
hu: Sajnálom, de a {0} tömörítés nem támogatott
ko_kr: 죄송합니다. {0} 암호화는 지원되지 않습니다.
zh_tw: 不支援 {0} 加密方式

# Installator_UpdateEverything
source: Update Everytything
fi_fi: Päivitä kaikki
ko_kr: 기존 파일을 통해 업데이트
zh_tw: 更新所有內容

# Installator_RemoveExistingFirst
source: Remove Existing First
fi_fi: Poista olemassaoleva
ko_kr: 클린 설치
zh_tw: 先刪除已有項目

# ContentInstallation_KeepUiInformation
source: Keep UI Information
fi_fi: Pidä käyttöliittymän tiedot
hu: Meglévő fájlok frissítése és a UI információk megtartása
ko_kr: 기존 파일에 대한 업데이트, UI 정보 유지
zh_tw: 保留界面訊息

# ContentInstallation_KeepSkinsPreviews
source: Keep Skins Previews
fi_fi: Pidä skinien esikatselu
hu: Meglévő fájlok frissítése és az előnézetek megtartása
ko_kr: 기존 파일을 업데이트하고 스킨 미리 보기 유지
zh_tw: 保留塗裝預覽

# ContentInstallation_KeepUiInformationAndSkinsPreviews
source: Keep UI Information & Skins Previews
fi_fi: Pidä käyttäliittymän ja skinien esikatselut
hu: Meglévő fájlok frissítése és a UI infók és előnézetek megtartása
ko_kr: 기존 파일을 업데이트 하고 UI 정보 및 스킨 미리 보기 유지
zh_tw: 保留界面訊息和塗裝預覽

# Installator_KeepSkinPreview
source: Keep Skin Preview
fi_fi: Pidä skinin esikatselu
ko_kr: 기존 파일 업데이트, 스킨 미리 보기 유지
zh_tw: 保留塗裝預覽

# Installator_KeepUiInformationAndSkinPreview
source: Keep UI Information & Skin Preview
fi_fi: Pidä käyttöliittymän tiedot ja skinien esikatselut
ko_kr: 기존 파일 업데이트, UI 정보 유지 및 스킨 미리 보기
zh_tw: 保留界面訊息和塗裝預覽

# Input_Axle
source: Axle {0}
fi_fi: Akseli {0}
ko_kr: 축 {0}
zh_tw: 軸 {0}

# Input_Button
source: Button {0}
fi_fi: Näppäin {0}
ko_kr: 버튼 {0}
zh_tw: 按鈕 {0}

# Common_CannotDownloadFile
source: Can’t download file
fi_fi: Tiedostoa ei voi ladata
hu: A fájlt nem lehet letölteni
ko_kr: 파일을 다운받을 수 없습니다
zh_tw: 無法下載檔案

# DirectLoader_AcClubChanged
source: AssettoCorsa.club is changed.
fi_fi: AssettoCorsa.club vaihdettu.
ko_kr: Asset to Corsa.club 이 변경되었습니다.
zh_tw: AssettoCorsa.club已有更動。

# DirectLoader_RecursionDetected
source: Recursion detected
fi_fi: Toisto havaittu
ko_kr: 반복이 감지됨
zh_tw: 檢測到遞歸

# DirectLoader_AssettoDbChanged
source: Assetto-DB.com is changed.
fi_fi: Assetto-DB.com vaihdettu.
ko_kr: Assetto-DB.com이 변경되었습니다.
zh_tw: Assetto-DB.com已有更動。

# Common_CannotDownloadFile_Commentary
source: Make sure Internet connection is available.
fi_fi: Varmista, että yhteytesi nettiin on kunnossa.
hu: Bizonyosodj meg róla, hogy az internet elérhető.
ko_kr: 인터넷이 제대로 연결됬는지 확인하세요.
zh_tw: 請確定網路連線可用。

# DirectLoader_GoogleDriveChanged
source: Google Drive is changed.
fi_fi: Google Drive vaihdettu.
ko_kr: Google Drive가 변경되었습니다.
zh_tw: Google Drive已有更動。

# Common_SteamIdIsMissing
source: Steam ID is missing
fi_fi: Steam tunnus puuttuu
hu: Hiányzó steam azonosító
ko_kr: 스팀 ID가 누락되었습니다.
zh_tw: 遺失Steam ID

# Controls_Throttle
source: Throttle
fi_fi: Kaasu
hu: Gáz
ko_kr: 스로틀
zh_tw: 油門

# Controls_Brakes
source: Brakes
fi_fi: Jarrut
hu: Fék
ko_kr: 브레이크
zh_tw: 煞車

# Controls_SteerLeft
source: Steer left
fi_fi: Käännä vasemmalle
hu: Kormányzás balra
ko_kr: 좌회전
zh_tw: 左轉

# Controls_SteerRight
source: Steer right
fi_fi: Käännä oikealle
hu: Kormányzás jobbra
ko_kr: 우회전
zh_tw: 右轉

# Controls_SteeringWheel
source: Wheel
fi_fi: Ratti
hu: Kormány
ko_kr: 휠
zh_tw: 方向盤

# Controls_Xbox360Gamepad
source: Xbox 360 gamepad
fi_fi: Xbox 360 ohjain
ko_kr: 게임패드
zh_tw: Xbox 360 手把

# Controls_KeyboardAndMouse
source: Keyboard & mouse
fi_fi: Näppäimistö ja hiiri
hu: Billentyűzet és egér
ko_kr: 키보드 & 마우스
zh_tw: 鍵盤和滑鼠

# Controls_Steering
source: Steering
fi_fi: Ohjaus
hu: Kormányzás
ko_kr: 스티어링(조향)
zh_tw: 轉向

# Controls_Clutch
source: Clutch
fi_fi: Kytkin
hu: Kuplung
ko_kr: 클러치
zh_tw: 離合

# Controls_Handbrake
source: Handbrake
fi_fi: Käsijarru
hu: Kézifék
ko_kr: 핸드브레이크
zh_tw: 手煞

# Controls_NextGear
source: Next gear
fi_fi: Seuraava vaihde
hu: Felváltás
ko_kr: 다음 기어
zh_tw: 升檔

# Controls_PreviousGear
source: Previous gear
fi_fi: Edellinen vaihde
hu: Visszaváltás
ko_kr: 이전 기어
zh_tw: 降檔

# Controls_Gear_First
source: First gear
fi_fi: Ensimmäinen vaihde
hu: Első fokozat
ko_kr: 1단 기어
zh_tw: 一檔

# Controls_Gear_Second
source: Second gear
fi_fi: Toinen vaihde
hu: Második fokozat
ko_kr: 2단 기어
zh_tw: 二檔

# Controls_Gear_Third
source: Third gear
fi_fi: Kolmas vaihde
hu: Harmadik fokozat
ko_kr: 3단 기어
zh_tw: 三檔

# Controls_Gear_Fourth
source: Fourth gear
fi_fi: Neljäs vaihde
hu: Negyedik fokozat
ko_kr: 4단 기어
zh_tw: 四檔

# Controls_Gear_Fifth
source: Fifth gear
fi_fi: Viides vaihde
hu: Ötödik fokozat
ko_kr: 5단 기어
zh_tw: 五檔

# Controls_Gear_Sixth
source: Sixth gear
fi_fi: Kuudes vaihde
hu: Hatodik fokozat
ko_kr: 6단 기어
zh_tw: 六檔

# Controls_Gear_Seventh
source: Seventh gear
fi_fi: Seitsemäs vaihde
hu: Hetedik fokozat
ko_kr: 7단 기어
zh_tw: 七檔

# Controls_Gear_Rear
source: Rear gear
fi_fi: Peruutusvaihde
hu: Hátrameneti fokozat
ko_kr: 후진 기어
zh_tw: 倒擋

# Controls_Kers
source: KERS activation
fi_fi: KERS aktivointi
hu: KERS aktiválása
ko_kr: KERS 활성화
zh_tw: 動能回收系統（KERS）

# Controls_Drs
source: DRS activation
fi_fi: DRS aktivointi
hu: DRS aktiválása
ko_kr: DRS 활성화
zh_tw: 可變尾翼（DRS）

# Controls_Headlights
source: Headlights
fi_fi: Ajovalot
hu: Fényszórók
ko_kr: 헤드라이트
zh_tw: 車頭燈
