Repository: Conor94/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: fi_fi, hu, ko_kr, zh_tw

# ContentInstallation_FontNew
source: New font {0}
fi_fi: Uusi kirjasin {0}
hu: Új betütípus “{0}”
ko_kr: 새 글꼴 "{0}"
zh_tw: 新增字型 {0}

# ContentInstallation_WeatherNew
source: New weather {0}
fi_fi: Uusi säätila {0}
hu: Új időjárás {0}
ko_kr: 새로운 날씨 "{0}"
zh_tw: 新增天氣 {0}

# ContentInstallation_CarExisting
source: New version for car {0}
fi_fi: Uusi päivitys saatavilla autolle {0}
hu: Frissítés a(z) {0} autóhoz
ko_kr: {0}에 대한 업데이트
zh_tw: 車輛 {0} 新版本

# ContentInstallation_CarSkinExisting
source: New version for car skin {0}
fi_fi: Uusi päivitys saatavilla skinille {0}
hu: {0} autófestés frissítése hozzá: {1}
ko_kr: {1}의 스킨 {0} 업데이트
zh_tw: 塗裝 {0} 新版本

# ContentInstallation_TrackExisting
source: New version for track {0}
fi_fi: Uusi päivitys saatavilla radalle {0}
hu: Frissítés a(z) {0} pályához
ko_kr: {0}에 대한 업데이트
zh_tw: 賽道 {0} 新版本

# ContentInstallation_ShowroomExisting
source: New version for showroom {0}
fi_fi: Uusi päivitys saatavilla näyttelytilalle {0}
hu: {0} bemutatóterem frissítése
ko_kr: 쇼룸 {0} 업데이트
zh_tw: 展示廳 {0} 新版本

# ContentInstallation_FontExisting
source: New version for font {0}
fi_fi: Uusi päivitys saatavilla kirjasimelle {0}
hu: A(z) “{0}” betűtípus frissítése
ko_kr: 글꼴 "{0}" 업데이트
zh_tw: 字型 {0} 新版本

# ContentInstallation_WeatherExisting
source: New version for weather {0}
fi_fi: Uusi versio saatavilla säätilalle {0}
hu: Frissítés a(z) {0} időjáráshoz
ko_kr: 날씨 "{0}" 업데이트
zh_tw: 天氣 {0} 新版本

# Common_IdIsTaken_Commentary
source: Select another ID.
fi_fi: Valitse toinen ID.
hu: Válassz másik azonosítót.
ko_kr: 다른 ID를 선택.
zh_tw: 請選擇另一個ID。

# AcSettings_View_UnitsLabel
source: Units:
fi_fi: Yksiköt:
hu: Mértékegységek:
ko_kr: 유닛:
zh_tw: 單位：

# AcSettings_View_TimeGap
source: Show time gaps of opponents
fi_fi: Näytä aikaväli vastustajiin
hu: Időkülönbség mutatása ellenfelekhez képest
ko_kr: 상대와의 시간 차 보기
zh_tw: 顯示和對手的時間差距

# AcSettings_View_Damage
source: Show damage GUI
fi_fi: Näytö vahinko (GUI)
hu: Sérülések mutatása (GUI-n)
ko_kr: 데미지 표시 (GUI)
zh_tw: 顯示車損顯示器

# AcSettings_View_Leaderboard
source: Rangliste anzeige
fi_fi: Näytä tulostaulu
hu: Eredménytábla mutatása
ko_kr: 리더보드 보기
zh_tw: 顯示排名板

# AcSettings_View_VirtualMirror
source: Show virtual mirror
fi_fi: Näytä virtuaalinen peili
hu: Mutassa a virtuális tükröt
ko_kr: 가상 미러 보기
zh_tw: 顯示虛擬後視鏡

# AcSettings_View_DriversNames
source: Show driver's names
fi_fi: Näytä kuljettajien nimet
hu: Játékosok neveinek mutatása
ko_kr: 드라이버 이름 표시
zh_tw: 顯示車手名

# AcSettings_View_AllowAppsOverlapping
source: Allow in-game apps to overlap each other
fi_fi: Salli ohjelmien päällekkäisyys
hu: A játékbeli app-ok átfedésének engedélyezése
ko_kr: 인게임 앱 겹치기 허용
zh_tw: 允許遊戲內app視窗重疊

# AcSettings_View_CameraHeader
source: Camera:
fi_fi: Kuvakulma:
hu: Kamera:
ko_kr: 카메라:
zh_tw: 視角：

# AcSettings_View_LockCamera
source: Lock onboard camera to horizon
fi_fi: Lukitse ulkokamera horisonttiin
hu: Beltéri kamera rögzítése a horizonthoz
ko_kr: 수평선에 온보드 카메라 고정
zh_tw: 鎖定駕駛視角到地平線

# AcSettings_View_GlancingSpeed
source: Glancing speed
fi_fi: Vilkaisu nopeus
hu: Ragyogási sebesség
ko_kr: 좌우보기 속도
zh_tw: 左右看轉頭速度

# AcSettings_View_GlancingAngle
source: Glancing angle
fi_fi: Vilkaisukulma
hu: Ragyogási szög
ko_kr: 좌우보기 각도
zh_tw: 左右看轉頭角度

# AcSettings_View_HighspeedShaking
source: High-speed shaking
fi_fi: Nopeuden aiheuttama tärinä
hu: Nagy sebességű rázkódás
ko_kr: 고속 흔들림
zh_tw: 高速行駛抖動程度

# AcSettings_View_GForcesHeader
source: G-Forces
fi_fi: G-voimat:
hu: G-erők:
zh_tw: 加速度模擬效果：

# AcSettings_View_Locked
source: Locked
fi_fi: Lukittu
hu: Rögzített
ko_kr: 고정됨
zh_tw: 鎖定

# AcSettings_View_Lateral
source: Lateral
fi_fi: Sivusuuntainen
hu: Laterális (oldalsó)
ko_kr: 가로
zh_tw: 側向

# AcSettings_View_Vertical
source: Vertical
fi_fi: Pysty
hu: Vertikális (függőleges)
ko_kr: 수직
zh_tw: 豎直方向

# AcSettings_View_Longtudinal
source: Longitudinal
fi_fi: Pystysuuntainen
hu: Longitudinális (hosszanti)
ko_kr: 세로
zh_tw: 水平方向

# AcSettings_View_ViewHeader
source: View:
fi_fi: Näytä:
hu: Nézet:
ko_kr: 보기:
zh_tw: 顯示內容：

# AcSettings_View_HideDriverArms
source: Hide the driver's arms
fi_fi: Piilota kuljettajan kädet
hu: Vezető kezének elrejtése
ko_kr: 드라이버 팔 숨김
zh_tw: 隱藏車手手臂

# AcSettings_View_HideSteeringWheel
source: Hide the virtual steering wheel
fi_fi: Piilota virtuaalinen ratti
hu: Kormány elrejtése
ko_kr: 스티어링 휠 숨김
zh_tw: 隱藏虛擬方向盤

# AcSettings_View_LockSteeringWheel
source: Lock steering wheel
fi_fi: Lukitse ratti
hu: Kormány rögzítése (nem mozog)
ko_kr: 스티어링 휠 고정
zh_tw: 鎖定虛擬方向盤

# AcSettings_View_SteeringWheelLimit
source: Wheel degree limit
fi_fi: Ratin maksimi ohjauskulma
hu: Kormányzási korlát
ko_kr: 스티어링 휠 한계
zh_tw: 方向盤角度限制

# AcSettings_View_SteeringWheelLimit_Tooltip
source: This limits the amount of degrees in which the virtual steering wheel can turn; does not effect handling
fi_fi: Virtaalisen ratin kääntösäteen raja; ei vaikuta ohjaukseen
hu: Virtuális kormány forgási korlátja
ko_kr: 가상 스티어링 휠 회전 한계
zh_tw: 虛擬方向盤轉動角度限制

# TrackGeoTags_LatitudeLabel
source: Latitude:
ko_kr: 위도:
zh_tw: 緯度：

# TrackGeoTags_LongitudeLabel
source: Longitude:
ko_kr: 경도:
zh_tw: 經度：

# TrackGeoTags_LatitudeLabel_Tooltip
source: Recommended format: “…° N” or “…° S”
ko_kr: 권장 형식: "...° N" 또는 "...° S"
zh_tw: 推薦格式：「…° N」或「…°S 」

# TrackGeoTags_LongitudeLabel_Tooltip
source: Recommended format: “…° W” or “…° E”
ko_kr: 권장 형식: "...°W" 또는 "...°E"
zh_tw: 推薦格式：「…° W」或「…° E」

# TrackGeoTags_FindIt
source: Find It
ko_kr: 찾다
zh_tw: 尋找位置

# OrdinalizingSubject_Server
source: server
fi_fi: Palvelin
ko_kr: 서버
zh_tw: 伺服器

# Online_Server_SessionInProcess
source: in process
fi_fi: meneillään
ko_kr: 진행 중인
zh_tw: 比賽中

# Settings_PeriodFormat
source: Every {0}
ko_kr: {0}마다
zh_tw: 每 {0}

# Settings_Period_Startup
source: On startup only
ko_kr: 시작 시에만
zh_tw: 只在啟動時檢查

# Settings_Period_OnOpening
source: On opening only
ko_kr: 개봉 시에만 해당
zh_tw: 只在開啟時檢查

# Common_InvalidFormat
source: Invalid format
fi_fi: Kelpaamaton muoto
hu: Érvénytelen formátum
ko_kr: 잘못된 형식
zh_tw: 無效格式

# Assists_AbsLabel_Tooltip
source: Anti-lock braking system
fi_fi: Lukkiutumaton jarrujärjestelmä
hu: Fékerőelosztó rendszer
ko_kr: ABS(안티 락 브레이크 시스템)
zh_tw: 防鎖死煞車系統

# Assists_AutoBlip
source: Auto-blip
fi_fi: Automaattinen kaasu
hu: Automatikus gázelvétel váltásoknál
ko_kr: 오토블립
zh_tw: 自動補油

# Assists_AutoBlip_Tooltip
source: Automatically synchronize RPM on downshifts by tapping the gas pedal.
fi_fi: Automaattinen moottorin kierrosten tasaus, alaspäin vaihdettaessa.
hu: Automatikus gáfröccs visszaváltásnál az RPM szinkronizálására
ko_kr: 저단 변속 시 RPM 자동 동기화
zh_tw: 自動在降檔時補油以配合轉速

# Assists_AutoClutch
source: Automatic clutch
fi_fi: Automaattinen kytkin
hu: Automatikus kuplung
ko_kr: 자동 클러치
zh_tw: 自動離合

# Assists_AutoClutch_Tooltip
source: Automatically clutch when shifting.
fi_fi: Automaattinen kytkin vaihdetta vaihdettaessa
hu: Automatikusan nyomja meg a kuplungot váltásnál
ko_kr: 변속 시 클러치를 자동으로 누릅니다.
zh_tw: 換擋時自動踩下離合器踏板

# Assists_AutoShifting
source: Automatically shifts to the next gear
fi_fi: Vaihtaa automaattisesti seuraavan vaihteen
hu: Automata váltás
ko_kr: 자동 변속
zh_tw: 自動換擋

# Assists_AutoShifting_Tooltip
source: Not to be confused with automatic gearboxes
fi_fi: *Ei pidä sekoittaa automaattivaihteistoon
hu: Ne kuszáljuk össze az automata váltóval
ko_kr: 자동 변속 장치와 혼동하지 마세요.
zh_tw: 這個設定並非是自動變速箱

# Assists_FuelConsumption
source: Fuel consumption
fi_fi: Polttoaineenkulutus
hu: Üzemanyagfogyasztás
ko_kr: 연료 소모
zh_tw: 油耗

# Assists_IdealLine
source: Driving line
fi_fi: Ajolinja
hu: Ideális ív
ko_kr: 이상적 주행선
zh_tw: 行車線

# Assists_IdealLine_Tooltip
source: This shows the fastest path to take around the track.
fi_fi: Näyttää nopeimman ajolinjan radalla.
hu: Mutassa az ideális ívet
ko_kr: 이상적인 주행 라인을 보여줍니다.
zh_tw: 顯示理想的行車線路

# Assists_MechanicalDamage
source: Mechanical damage
fi_fi: Mekaaninen vaurio
hu: Mechanikus sérülés
ko_kr: 기계적 손상
zh_tw: 機械損傷

# Assists_MechanicalDamage_Tooltip
source: Your car's damage will affect the suspension, aerodynamics, and even the engine.
fi_fi: Autosi vauriot vaikuttavat jousitukseen, aerodynamiikkaan ja jopa moottoriin.
hu: A motor, váltó, felfüggesztés és egyebek sérüléseinek engedélyezése
ko_kr: 손상 가능한 엔진, 기어박스, 서스펜션 및 기타 부품
zh_tw: 允許開啟引擎、變速箱、懸吊系統等車輛零件的損毀系統

# Assists_SlipstreamEffect
source: Slipstream
fi_fi: Imussa ajo
hu: Légörvény effektus
ko_kr: 슬립스트림 효과
zh_tw: 尾流效應

# Assists_SlipstreamEffect_Tooltip
source: Multiplier for slipstream effect
fi_fi: Imussa ajon vaikutuksen kerroin
hu: Légörvény effektus szorzója
ko_kr: 슬립스트림 효과를 위한 승수
zh_tw: 尾流效應係數

# Assists_StabilityControl
source: Stability control
fi_fi: Ajonvakautus
hu: Stabilitási kontroll
ko_kr: 안정성 제어
zh_tw: 車身穩定控制

# Assists_StabilityControl_Tooltip
source: Automatically brakes individual tires to provide stability when about to lose control; helpful when learning to drive.
fi_fi: Jarruttaa automaattisesti jokaista pyörää erikseen, taatakseen vakautta kun ollaan pidon rajamailla; avuksi, mutta ei kovin realistista. Hyvä kun opetellaan ajamaan.
hu: Nem valósághű, de segít ha kezdő vagy és tanulnál vezetni, driftelni
ko_kr: 비현실적이지만, 운전이나 드리프트 방법을 막 배우기 시작한 경우 도움이 될 수 있습니다.
zh_tw: 並不寫實的穩定性輔助模擬，但是如果您剛開始學習開車或者漂移,這個輔助可能會有幫助

# Assists_Title
source: Assists:
fi_fi: Ajoavut:
hu: Vezetési segédek
ko_kr: 어시스트
zh_tw: 駕駛輔助

# Assists_TractionControlLabel
source: Traction control:
fi_fi: Luistonesto:
hu: Kipörgésgátló:
ko_kr: TCS:
zh_tw: 牽引力控制系統:

# Assists_TractionControlLabel_Tooltip
source: Cuts power to the tires when accelerating, effectively preventing oversteer.
fi_fi: Rajoittaa renkaille menevää tehoa, tehokas estämään yliohjautuvuutta.
hu: Optimalizálja a tapadást a kigyorsításnál
ko_kr: 가속 중에 접지력 최적화
zh_tw: 在車輛加速時最大化抓地力

# Assists_TyreBlankets
source: Tire blankets
fi_fi: Renkaanlämmittimet
hu: Gumimelegítő papucsok
ko_kr: 타이어 예열
zh_tw: 暖胎包

# Assists_TyreBlankets_Tooltip
source: Preheats the tires before the event, so you have more grip at the start.
fi_fi: Esilämmittää renkaat ennen kisaa, jotta pito on hyvä heti alusta.
hu: Gumik melegítése a boxutcában
ko_kr: 피트에서 타이어 예열
zh_tw: 在維修區內暖胎

# Assists_TyreWear
source: Tire wear
fi_fi: Renkaankulutus
hu: Gumikopás
ko_kr: 타이어 마모
zh_tw: 輪胎磨損

# Assists_TyreWear_Tooltip
source: Overtime, your tires will begin to wear, which reduces grip and handling.
fi_fi: Renkaankulutuksen kerroin
hu: Gumikops szorzója
ko_kr: 타이어 마모 증가
zh_tw: 輪胎磨損係數

# KunosCareer_Place
source: place
fi_fi: Sija
ko_kr: 장소
zh_tw: 位

# KunosCareer_Point
source: point
fi_fi: Pisteet
ko_kr: 포인트
zh_tw: 分

# KunosCareer_Resume
source: Resume
fi_fi: Jatka
ko_kr: 개요
zh_tw: 繼續賽季

# KunosCareer_Start
source: Start
fi_fi: Aloita:
ko_kr: 시작
zh_tw: 開始比賽

# Drive_Grid_Manual
source: Manual
fi_fi: Manuaali
hu: Manuális
ko_kr: 매뉴얼
zh_tw: 手動設定

# Drive_Grid_FilteredBy
source: Filtered by…
fi_fi: Suodatettu…
hu: Szűrés a következők szerint…
ko_kr: 필터링 사용
zh_tw: 篩選方式⋯⋯

# Drive_Grid_SameCar
source: Same car
fi_fi: Sama auto
hu: Azonos autó
ko_kr: 동일 차량
zh_tw: 同車型

# Drive_Grid_SameGroup
source: Same group
fi_fi: Sama luokka
hu: Azonos autókategória
ko_kr: 동일 그룹
zh_tw: 同組別

# Drive_GridAdd_Tooltip
source: Add a new car to the list
fi_fi: Lisää uusi auto listaan
hu: További autó hozzáadása a listához
ko_kr: 목록에 새 차를 추가합니다.
zh_tw: 向參賽名單中新增車輛

# Drive_GridBuilding
source: Grid building…
fi_fi: Lähtöruudukon kasaus...
ko_kr: 그리드 구축중…
zh_tw: 設定參賽名單中⋯⋯

# Drive_GridRemove_Tooltip
source: Remove selected cars from the list
fi_fi: Poista valitut autot listasta
ko_kr: 목록에서 선택한 차량 제거
zh_tw: 從列表中移除選擇的車輛

# Drive_GridType
source: Grid type:
fi_fi: Lähtöruudukon tyyppi:
hu: Ellenfelek autói:
ko_kr: 그리드 유형:
zh_tw: 賽事參賽名單類型

# AssistState_Off
source: Off
fi_fi: Pois
hu: Ki
ko_kr: 꺼짐
zh_tw: 關閉

# AssistState_Factory
source: Factory
fi_fi: Tehdas
hu: Gyári
ko_kr: 팩토리(차량 기본값)
zh_tw: 原廠輔助

# AssistState_On
source: On
fi_fi: Päällä
hu: Be
ko_kr: 켜짐
zh_tw: 開啟

# JumpStartPenalty_Pits
source: Pits
fi_fi: Varikko
ko_kr: 피트
zh_tw: 傳送回維修區懲罰

# JumpStartPenalty_DriveThrough
source: Drive-Through
fi_fi: Läpiajorangaistus
ko_kr: 드라이브 스루
zh_tw: 通過維修區懲罰

# Session_TrackDay
source: Track Day
hu: Pályanap
ko_kr: 트랙데이
zh_tw: 賽道日模式

# RaceGrid_CannotUpdate
source: Can’t update race grid
hu: A versenymezőny nem frissíthető
ko_kr: 레이스 그리드를 업데이트할 수 없습니다
zh_tw: 無法更新賽事參賽名單

# Common_SyntaxErrorFormat
source: Syntax error: {0}
fi_fi: Syntaksi virhe: {0}
hu: Szintaktikai hiba: {0}
ko_kr: 구문 오류: {0}
zh_tw: 語法錯誤：{0}

# RaceGrid_InvalidScriptResult
source: Script should return filtering function
ko_kr: 스크립트는 필터링 기능을 반환해야 합니다.
zh_tw: 代碼應當返回賽事備選名單篩選函數

# RaceGrid_Random
source: Random
fi_fi: Satunnainen
ko_kr: 랜덤
zh_tw: 隨機

# RaceGrid_GridModeIsMissing
source: Racing grid mode is missing
ko_kr: 레이싱 그리드 모드가 누락되었습니다.
zh_tw: 找不到賽事備選名單篩選模式

# RaceGrid_GridModeIsMissing_Commentary
source: Can’t find racing grid mode with ID “{0}”
hu: Nem található versenymezőny az ID-vel “{0}”
ko_kr: ID가 "{0}"인 레이싱 그리드 모드를 찾을 수 없습니다
zh_tw: 無法找到ID為「{0}」的賽事備選名單篩選模式

# Common_LuaFailed
source: Can’t initialize Lua
fi_fi: Lua -arvoa ei voinut asettaa
hu: A Lua nem inicializálható
ko_kr: Lua를 초기화할 수 없습니다
zh_tw: 無法初始化Lua

# Settings_Starter_Official_Description
source: Official way from Kunos; might be slow and unreliable, but doesn’t require patching
ko_kr: Kunos 공식 방법입니다. 느리고 신뢰할 수 없지만 패치를 적용 할 필요가 없습니다
zh_tw: Kunos官方的啟動方式，可能很慢並且可靠性差，但是不需要對遊戲本身進行修改

# Settings_Starter_Tricky_Description
source: Tricky way to start the race; one of the fastest, but doesn’t work without running Steam or Internet-connection
ko_kr: 레이스를 시작하는 까다로운 방법입니다. 가장 빠르지만 스팀 또는 인터넷 연결이 없으면 작동하지 않습니다
zh_tw: 特殊的啟動遊戲的方式，是最快的啟動方法之一，但是必須要運行Steam同時確保網路連接

# Settings_Starter_UiModule
source: UI Module
ko_kr: UI 모듈
zh_tw: 界面模組啟動器

# Settings_Starter_UiModule_Description
source: Adds a special UI module in original launcher which listens to some orders and runs the race; use it if you need to use both CM and original launcher at the same time
ko_kr: 일부 주문을 듣고 레이스를 실행하는 원래 실행 프로그램에 특수 UI 모듈을 추가합니다. CM과 원래 실행 프로그램을 동시에 사용해야 하는 경우 이 모듈을 사용합니다.
zh_tw: 在官方啟動器中加入一個特殊的界面模組偵測某些命令以啟動遊戲。如果您需要同時使用CM和官方啟動器，可以嘗試這個啟動模式

# Settings_Starter_StarterPlus_Description
source: Modified version of original launcher, obsolete since 1.7 release
ko_kr: 원본 실행기의 수정된 버전입니다. 1.7 릴리스 이후 사용되지 않습니다
zh_tw: 官方啟動器的修改版，在AC1.7版本之後不再有效

# Settings_Starter_Sse_Description
source: Fastest one, runs race directly without using Steam at all; online will work, but you’ll miss all achievments
ko_kr: 가장 빠른 것은 스팀을 전혀 사용하지 않고 직접 레이스를 시작하는 것입니다. 온라인은 작동하지만, 스팀 도전과제를 달성할 수 없습니다.
zh_tw: 最快的啟動模式，完全不使用Steam運行遊戲。多人聯機可用，但是將無法解鎖成就

# Settings_Starter_Naive_Description
source: Just tries to run acs.exe directly; in most cases will fail
ko_kr: acs.exe를 직접 실행하기만 하면 됩니다. 대부분의 경우 실패함
zh_tw: 嘗試直接運行acs.exe，但通常會運行失敗

# MagickNet_CannotLoad
source: Can’t load image using Magick.NET
fi_fi: Kuvaa ei voida ladata Magick.NET -lisäosaa käyttäen
ko_kr: Magick.NET을 사용하여 이미지를로드 할 수 없습니다.
zh_tw: 無法使用Magick.NET載入圖片

# MagickNet_CannotLoad_Commentary
source: Please, try to make image a bit smaller.
fi_fi: Koeta pienentää kuvaa.
ko_kr: 이미지를 조금 더 작게 만들어주세요
zh_tw: 請使用小一些的圖片檔案

# Common_Submit
source: Submit
fi_fi: Lähetä
hu: Közzétesz
ko_kr: 제출하다
zh_tw: 提交

# SyntaxError_Packed
source: Syntax error in packed {0} at {1} line
ko_kr: {1} 행에 있는 패킹 {0}의 구문 오류
zh_tw: 在第{1}行的{0}部分中含有語法錯誤

# SyntaxError_Unpacked
source: Syntax error in {0} at {1} line
ko_kr: {1} 행의 {0}에서 구문 오류 발생
zh_tw: 在第{1}行的{0}語句中含有語法錯誤

# SyntaxError_Commentary
source: File is still parsed, but some values might be skipped.
ko_kr: 파일은 여전히 구문 분석되지만 일부 값은 건너뛸 수 있습니다.
zh_tw: 檔案還在解碼中，部分數值可能會被跳過

# SyntaxError_Solution
source: Open File
ko_kr: 파일 열기
zh_tw: 開啟檔案

# AcSettings_CannotGetResolutions
source: Unable to get a proper list of resolutions
fi_fi: Kaikkia resoluutioita ei löydetty
hu: Nem tudott pontos listát lekérni a felbontásokról
ko_kr: 올바른 해상도 목록을 가져올 수 없습니다
zh_tw: 無法獲得可用解析度列表

# Settings_Starter_UiModule_JustInstalled
source: UI module “CM Helper” installed and activated. Don’t forget to restart AssettoCorsa.exe before racing!
ko_kr: UI 모듈 "CM 도우미"가 설치 및 활성화 되었습니다. 레이스를 시작하기 전에 AssettoCorsa.exe를 재시작하는 것을 잊지 마세요!
zh_tw: 界面模組「CM Helper」已經安裝並被啟動。在開始賽事之前請不要忘記重啟AssettoCorsa.exe！

# RaceGrid_OpponentSkin_Random
source: Random
fi_fi: Satunnainen
ko_kr: 랜덤
zh_tw: 隨機塗裝

# RaceGrid_OpponentNationality_Random
source: Random
fi_fi: Satunnainen
ko_kr: 랜덤
zh_tw: 隨機國籍

# Drive_GridArrangeWay
source: Arrange way:
fi_fi: Järjestele tavalla:
ko_kr: 길을 정하세요:
zh_tw: 發車順序:

# Drive_GridArrangeWay_Shuffle
source: Shuffle
fi_fi: Sekoita
hu: Keverés
ko_kr: 셔플
zh_tw: 均勻選車亂序發車

# Drive_GridArrangeWay_Random
source: Random
fi_fi: Vapaa
hu: Véletlenszerű
ko_kr: 랜덤
zh_tw: 隨機選車亂序發車

# Drive_GridArrangeWay_Tooltip
source: Way to arrange candidates
fi_fi: Ehdokkaiden järjestystapa
hu: Nevezettek rendezései módja
ko_kr: 후보 배열 방법
zh_tw: 參賽車輛發車順序

# Drive_GridNamesFromSkins
source: Use skins’ names if available
fi_fi: Käytä skinien nimiä jos mahdollista
ko_kr: 사용 가능한 경우 스킨 이름 사용
zh_tw: 使用車輛塗裝名

# Common_GlobalHeader
source: Global:
fi_fi: Maailmanlaajuinen:
hu: Globális:
ko_kr: 전반적인:
zh_tw: 全域：

# RaceGrid_You
source: You
fi_fi: Sinä
ko_kr: 당신
zh_tw: 您

# Shared_UserChampionship
source: Championship
ko_kr: 챔피언십
zh_tw: 自定義錦標賽

# Shared_AudioSettingsPreset
source: Audio settings preset
ko_kr: 오디오 세팅 프리셋
zh_tw: 預設聲音設定

# DifficultyLevel_Easy
source: Easy
ko_kr: 쉬운
zh_tw: 簡單

# DifficultyLevel_Medium
source: Medium
ko_kr: 미디엄
zh_tw: 中等

# DifficultyLevel_Hard
source: Hard
ko_kr: 하드
zh_tw: 困難

# DifficultyLevel_Alien
source: Alien
ko_kr: 외계인
zh_tw: 神級

# SpecialEvent_Description
source: {0} at {1}.
ko_kr: {0} {1}에 있습니다.
zh_tw: 在 {1} 駕駛 {0}

# PlaceConditionType_Points
source: Points
ko_kr: 포인트
zh_tw: 解鎖成就需要的得分

# PlaceConditionType_Position
source: Position
ko_kr: 위치
zh_tw: 解鎖成就需要的排名

# PlaceConditionType_Time
source: Time
ko_kr: 시간
zh_tw: 解鎖成就需要的圈速

# PlaceConditionType_Wins
source: Wins
ko_kr: 승리
zh_tw: 解鎖成就需要的勝場數

# RhmService_CannotStart
source: Can’t start RHM
ko_kr: RHM을 시작할 수 없습니다
zh_tw: 無法啟動頭部跟隨視角app

# ServerPreset_UnpackedDataWarning
source: Data of {0} is not packed, so users can change it before joining and gain an unfair advantage. Would you like to pack it before starting the server? But don’t forget to share packed version to clients.
ko_kr: {0}의 데이터가 패킹되지 않았으므로 참가하기 전에 데이터를 변경하여 부당한 이득을 얻을 수 있습니다. 서버를 시작하기 전에 패킹하시겠습니까? 하지만 참가자에게 패킹된 버전을 공유하는 것을 잊지 마세요.
zh_tw: {0}的數據檔案沒有打包，因此玩家可以在加入遊戲之前修改數據取得不公平優勢 您想在啟動伺服器前打包嗎？但別忘了將打包後的版本分享給玩家

# ServerPreset_UnpackedDataWarning_Title
source: Data is not encrypted
ko_kr: 데이터는 암호화되지 않습니다
zh_tw: 數據未加密

# Online_BookingResult_IllegalCar
source: Please, select a car supported by the server
ko_kr: 서버에서 지원하는 차량을 선택하세요
zh_tw: 請選擇伺服器支援的車輛

# Online_BookingResult_IncorrectPassword
source: The password is not valid
ko_kr: 암호가 유효하지 않습니다
zh_tw: 密碼不正確

# Online_BookingResult_Closed
source: Booking is closed
ko_kr: 예약이 종료되었습니다
zh_tw: 報名已結束

# Online_BookingResult_Blacklisted
source: You have been blacklisted on this server
ko_kr: 서버에서 블랙리스트 처리되었습니다
zh_tw: 您已在此伺服器的黑名單上

# Online_BookingResult_ServerFull
source: Server is full
ko_kr: 서버가 가득참
zh_tw: 伺服器已滿

# Online_BookingResult_UnsupportedNonOkMessage
source: Server says: “{0}”
ko_kr: 서버 메시지 :“{0}”
zh_tw: 伺服器公告：「{0}」

# Car_ReplaceSound_WrongCar
source: Selected car doesn’t have proper sound
ko_kr: 선택된 차량이 적절한 사운드를 가지고 있지 않습니다
zh_tw: 所選車輛沒有正確的音效

# Car_ReplaceSound_WrongCar_Commentary
source: Select some other car.
ko_kr: 다른 차량을 고르세요
zh_tw: 請選擇另一輛車

# Car_ReplaceSound_CannotReplace
source: Can’t replace car’s sound
ko_kr: 차 소리를 교체할 수 없습니다
zh_tw: 無法替換車輛音效

# Car_ReplaceSound_CannotReplace_Commentary
source: Make sure there is enough space and original files could be removed.
ko_kr: 공간이 충분하고 원본 파일을 제거할 수 있는지 확인하세요.
zh_tw: 請確定磁碟空間足夠,並且有權限移除原有的檔案

# Online_YouAreBookedOnThisServer
source: You’re booked on this server
ko_kr: 이 서버에 예약되어 있습니다.
zh_tw: 您已在此伺服器上完成比賽報名

# Online_YouAreOnThisServer
source: You’re on this server
ko_kr: 이 서버에 있습니다.
zh_tw: 您已加入此伺服器

# Online_YouFormat
source: {0} (You)
zh_tw: {0}（您自己）

# Online_AdminPassword
source: Admin password:
ko_kr: 관리자 비밀번호:
zh_tw: 管理員密碼：

# Online_ShowAdminPasswordInputHeader
source: Show Admin Password Input
ko_kr: 관리자 비밀번호 입력 표시
zh_tw: 顯示管理員密碼輸入

# Online_ShowAdminPasswordInput_Tooltip
source: If you disable it, you can always turn it on in online settings
ko_kr: 비활성화하면 온라인 설정에서 언제든지 켤 수 있습니다.
zh_tw: 如果您關閉此設定,可以在多人聯機設定中重新開啟

# TagIsMissing_Format
source: Tag “{0}” is missing
ko_kr: 태그 "{0}"이(가) 없습니다.
zh_tw: 遺失標籤「{0}」

# Units_RPM
source: RPM
zh_tw: 引擎轉速（RPM）

# AcSettings_CameraMode_OculusRift
source: Oculus Rift
ko_kr: 오큘러스 리프트

# Settings_Starter_StarterPlus
source: Starter+
ko_kr: 실행기+

# Uploader_GoogleDrive
source: Google Drive
ko_kr: 구글 드라이브

# Common_KN5
source: KN6
fi_fi: KN5
