Repository: Conor94/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: fi_fi, hu, ko_kr, zh_tw

# Controls_FlashHeadlights
source: Flash Headlights
fi_fi: Väläytä ajovaloja
hu: Fényszórók villantása
ko_kr: 플래시 헤드라이트
zh_tw: 閃爍車燈

# Controls_Horn
source: Horn
fi_fi: Äänimerkki
hu: Duda
ko_kr: 경적
zh_tw: 喇叭

# Controls_MoveToFront
source: Move to front
fi_fi: Siirrä eteen
hu: Első tengely felé
ko_kr: 앞으로 이동
zh_tw: 前移

# Controls_MoveToRear
source: Move to rear
fi_fi: Siirrä taakse
hu: Hátsó tengely felé
ko_kr: 후방으로 이동
zh_tw: 後移

# Controls_Increase
source: Increase
fi_fi: Lisää
hu: Növelés
ko_kr: 증가
zh_tw: 增加

# Controls_Decrease
source: Decrease
fi_fi: Vähennä
hu: Csökkentés
ko_kr: 감소
zh_tw: 減少

# Controls_Mguk_IncreaseDelivery
source: Increase Delivery
fi_fi: Lisää annostelua
hu: Leadás növelése
ko_kr: 공급 증가
zh_tw: 增加能量釋放

# Controls_Mguk_DecreaseDelivery
source: Decrease Delivery
fi_fi: Vähennä annostelua
hu: Leadás csökkentése
ko_kr: 공급 감소
zh_tw: 減少能量釋放

# Controls_Mguk_IncreaseRecovery
source: Increase Recovery
fi_fi: Lisää palautusta
hu: Visszatermelés növelése
ko_kr: 수확 증가
zh_tw: 增加能量回收

# Controls_Mguk_DecreaseRecovery
source: Decrease Recovery
fi_fi: Vähennä palautumista
hu: Visszatermelés csökkentése
ko_kr: 수확 감소
zh_tw: 減少能量回收

# Controls_Mguh_Mode
source: MGU-H Mode
fi_fi: MGU-H Tila
hu: MGU-H üzemmód
ko_kr: MGU-H 모드
zh_tw: 熱能回收系統（MGU-H）模式

# Controls_GlanceLeft
source: Glance left
fi_fi: Vasemmalle vilkaisu
hu: Balra nézés
ko_kr: 왼쪽 보기
zh_tw: 向左看

# Controls_GlanceRight
source: Glance right
fi_fi: Oikealle vilkaisu
hu: Jobbra nézés
ko_kr: 오른쪽 보기
zh_tw: 向右看

# Controls_GlanceBack
source: Glance back
fi_fi: Taaksevilkaisu
hu: Hátra nézés
ko_kr: 뒤쪽 보기
zh_tw: 向後看

# Controls_ChangeCamera
source: Change camera
fi_fi: Vaihda kamerakulmaa
hu: Nézetváltás
ko_kr: 카메라 바꾸기
zh_tw: 切換視角

# Controls_Celebrate
source: Celebrate
fi_fi: Tuuleta
hu: Ünneplés
ko_kr: 축하
zh_tw: 慶祝

# Controls_Complain
source: Complain
fi_fi: Valita
hu: Panaszkodás
ko_kr: 불평하다
zh_tw: 抱怨

# Gameplay_Units_Metrical
source: Metrical (km/h)
fi_fi: Metriset (km/h)
ko_kr: 미터법(km/h)
zh_tw: 公制單位 （km/h）

# Gameplay_Units_Imperial
source: Imperial (mph)
fi_fi: Imperiaaliset (mph)
ko_kr: 야드파운드법(mph)
zh_tw: 英制單位 （mph）

# AcSettings_CannotSave
source: Unable to save the game settings
fi_fi: Pelin asetuksia ei voida tallentaa
hu: Nem menthetőek az AC beállítások
ko_kr: AC 설정을 저장할 수 없습니다
zh_tw: 無法儲存AC設定

# AcSettings_CannotSave_Commentary
source: Please make sure the app has access to Assetto Corsa's .cfg folder. Perhaps run this as an Administrator?
fi_fi: Varmista, että ohjelmalla on pääkäyttäjätason oikeudet cfg-kansioon.
hu: Bizonyosodj meg róla, hogy az app-nak hozzáférése van a cfg (config) mappához.
ko_kr: 앱에서 cfg 폴더에 액세스할 수 있는지 확인합니다.
zh_tw: 請確保Content Manager有權限寫入cfg資料夾

# AcSettings_Off
source: Off
fi_fi: Pois
hu: Ki
ko_kr: 끔
zh_tw: 關閉

# AcSettings_Quality_Minimum
source: Minimum
fi_fi: Alin
ko_kr: 최소
zh_tw: 最小

# AcSettings_Quality_Low
source: Low
fi_fi: Heikko
hu: Alacsony
ko_kr: 낮은
zh_tw: 低

# AcSettings_Quality_Medium
source: Medium
fi_fi: Keskimääräinen
hu: Közepes
ko_kr: 중간
zh_tw: 中

# AcSettings_Quality_High
source: High
fi_fi: Korkea
hu: Magas
ko_kr: 높은
zh_tw: 高

# AcSettings_Quality_Ultra
source: Ultra
ko_kr: 울트라
zh_tw: 非常高

# AcSettings_ScreenshotFormat_Bmp
source: .bmp (no compression)
fi_fi: .bmp (Ei pakkausta)
hu: Bitmap (tömörítés nélkül)
ko_kr: 비트맵 (압축 없음)
zh_tw: Bitmap （不壓縮）

# AcSettings_CustomResolution
source: Custom
fi_fi: Muokattu
hu: Egyedi
ko_kr: 사용자 지정
zh_tw: 自定義

# AcSettings_CameraMode_SingleScreen
source: Single-screen
fi_fi: Yksi näyttö
hu: Egyképernyős
ko_kr: 단일 스크린
zh_tw: 單屏

# AcSettings_CameraMode_TripleScreen
source: Triple-screen
fi_fi: Kolme näyttöä
hu: Háromképernyős
ko_kr: 트리플 스크린
zh_tw: 三屏

# AcSettings_ExperimentalValue
source: {0} (experimental)
fi_fi: {0} (kokeellinen)
hu: {0} (kísérleti)
ko_kr: {0} (실험적)
zh_tw: {0} （實驗性）

# AcSettings_Quality_VeryHigh
source: Very High
fi_fi: Todella korkea
hu: Nagyon magas
ko_kr: 매우 높음
zh_tw: 非常高

# AcSettings_Quality_Maximum
source: Maximum
fi_fi: Ylin
ko_kr: 최대
zh_tw: 最大

# AcSettings_Cubemap_Static
source: Static
fi_fi: Staattinen
hu: Statikus
ko_kr: 고정
zh_tw: 靜態

# AcSettings_Cubemap_OneFace
source: One face per frame
fi_fi: Yksi pinta ruutua kohden
hu: 1 "face" képkockánként
ko_kr: 프레임당 1컷
zh_tw: 每幀1個面

# AcSettings_Cubemap_TwoFaces
source: Two faces per frame
fi_fi: Kaksi pintaa ruutua kohden
hu: 2 "face" képkockánként
ko_kr: 프레임당 2컷
zh_tw: 每幀2個面

# AcSettings_Cubemap_ThreeFaces
source: Three faces per frame
fi_fi: Kolme pintaa ruutua kohden
hu: 3 "face" képkockánként
ko_kr: 프레임당 3컷
zh_tw: 每幀3個面

# AcSettings_Cubemap_FourFaces
source: Four faces per frame
fi_fi: Neljä pintaa ruutua kohden
hu: 4 "face" képkockánként
ko_kr: 프레임당 4컷
zh_tw: 每幀4個面

# AcSettings_Cubemap_FiveFaces
source: Five faces per frame
fi_fi: Viisi pintaa ruutua kohden
hu: 5 "face" képkockánként
ko_kr: 프레임당 5컷
zh_tw: 每幀5個面

# AcSettings_Cubemap_SixFaces
source: Six faces per frame
fi_fi: Kuusi pintaa ruutua kohden
hu: 6 "face" képkockánként
ko_kr: 프레임당 6컷
zh_tw: 每幀6個面

# Windows_Kn5Commentary
source: KN5 model
ko_kr: KN5 모델
zh_tw: KN5模型

# Common_AcReplay
source: AC replay
fi_fi: AC -uusinta
ko_kr: 리플레이
zh_tw: AC重播

# Common_Disabled
source: Disabled
fi_fi: Poistettu
hu: Letiltva
ko_kr: 사용 안 함
zh_tw: 停用

# Settings_DefaultPlayerName
source: Player
ko_kr: 플레이어
zh_tw: 玩家

# Settings_Starter_Official
source: Official
ko_kr: 공식
zh_tw: 官方啟動器

# Settings_Starter_Tricky
source: Tricky
ko_kr: 까다로운
zh_tw: 特殊啟動器

# Settings_Starter_Sse
source: SSE
zh_tw: SSE啟動器

# Settings_Starter_Naive
source: Naive
ko_kr: 비전문
zh_tw: 原生啟動器

# Common_Recommended
source: {0} (Recommended)
fi_fi: {0} (Suositeltu)
hu: {0} (Ajánlott)
ko_kr: {0}(권장)
zh_tw: {0} （推薦）

# Period_OneDay
source: One day
fi_fi: Yksi päivä
ko_kr: 하루
zh_tw: 1天

# Period_ThreeDays
source: Three days
fi_fi: Kolme päivää
ko_kr: 삼일
zh_tw: 3天

# Period_Week
source: Week
fi_fi: Viikko
ko_kr: 주간
zh_tw: 周

# Period_TwoWeeks
source: Two weeks
fi_fi: Kaksi viikkoa
ko_kr: 2주
zh_tw: 兩週

# Period_Month
source: Month
fi_fi: Kuukausi
ko_kr: 월
zh_tw: 月

# SearchEngine_Baidu
source: Baidu
zh_tw: 百度

# CustomShowroom_Fancy
source: Fancy
fi_fi: Upea
ko_kr: 공장
zh_tw: 高特效展示廳

# CustomShowroom_Lite
source: Lite
fi_fi: Kevyt
ko_kr: 라이트
zh_tw: 簡潔版展示廳

# GameCommand_UnknownProblem
source: Unknown problem (Process=null)
fi_fi: Tuntematon ongelma (Process=null)
ko_kr: 알 수 없는 문제 (Process=null)
zh_tw: 未知問題

# GameCommand_TimeoutExceeded_Commentary
source: Make sure command doesn’t take more than {0:F1} seconds; use “start [app.exe]” instead of “[app.exe]” if app supposed to run in background
fi_fi: Varmista, että komennolla ei kestä kauemmin kuin {0:F1} sekuntia; käytä “aloita [app.exe]” sijasta “[app.exe]” jos sovellusta tarkoitus ajaa taustalla
ko_kr: 명령의 소요 시간이 {0:F1} 초를 초과하지 않는지 확인: 앱이 백그라운드에서 실행되어야 하는 경우 “[app.exe]” 대신 “start [app.exe]” 을 사용합니다.
zh_tw: 請確定運行指令的時間不會超過 {0:F1}秒。如果程式需要在背景運行，請使用 「start [app.exe]」代替「[app.exe]」。

# GameCommand_TimeoutExceeded
source: Timeout exceeded
fi_fi: Aikakatkaisu saavutettu
zh_tw: 超時

# GameCommand_CannotExecute
source: Can’t execute command
fi_fi: Ei voida suorittaa komentoa
ko_kr: 명령을 실행할 수 없습니다.
zh_tw: 無法運行指令

# Session_Drag
source: Drag Race
hu: Gyorsulási verseny
ko_kr: 드래그 레이스
zh_tw: 直線加速賽

# Session_Drift
source: Drift
ko_kr: 드리프트
zh_tw: 甩尾

# Session_Booking
source: Booking
hu: Foglalás
ko_kr: 예약
zh_tw: 報名中

# Session_Practice
source: Practice
hu: Gyakorlás
ko_kr: 연습
zh_tw: 練習賽

# Session_Qualification
source: Qualification
hu: Kvalifikáció
ko_kr: 퀄리파잉
zh_tw: 排位賽

# Session_Race
source: Race
hu: Verseny
ko_kr: 레이스
zh_tw: 正賽

# Session_Hotlap
source: Hotlap
hu: Gyors kör
ko_kr: 핫랩
zh_tw: 圈速挑戰賽

# Session_TimeAttack
source: Time Attack
hu: Időfutam
ko_kr: 타임어택
zh_tw: 時間挑戰賽

# Common_UnhandledError_Commentary
source: Some unhandled error happened.
fi_fi: Hallitsematon virhe tapahtui.
hu: Nem kezelt hiba történt.
ko_kr: 처리되지 않은 오류가 발생했습니다.
zh_tw: 發生了某些無法處理的錯誤

# BaseUpdater_CannotDownloadInformation
source: Can’t download information about latest version.
fi_fi: Tietoja viimeisestä versiosta ei pystytä lataamaan.
hu: Nem lehet információt letölteni a legutolsó verzióról.
ko_kr: 최신 버전에 대한 정보를 다운로드할 수 없습니다.
zh_tw: 無法下載最新版本資訊

# ContentSyncronizer_CannotLoadContent
source: Can’t load content pack
fi_fi: Ei voida ladata CM:n tietoa
hu: Nem lehet betölteni a tartalmat.
ko_kr: CM 데이터를 로드할 수 없습니다
zh_tw: 無法載入內容包

# ContentSyncronizer_CannotLoadContent_Commentary
source: Make sure Internet connection is available and nothing is going on in Content folder.
fi_fi: Varmista, että yhteytesi on kunnossa ja mitään ei ole meneillään Sisältö -kansiossa.
hu: Bizonyosodj meg az internetkapcsolat működéséről és arról, hogy semmi sem használja a content mappát.
ko_kr: 인터넷 연결을 사용할 수 있고 데이터 폴더에서 아무 작업도 수행되지 않는지 확인합니다.
zh_tw: 請確定網路連線可用，並在content資料夾中沒有執行其他操作

# Weather_LightThunderstorm
source: Light thunderstorm
zh_tw: 小雷雨

# Weather_Thunderstorm
source: Thunderstorm
zh_tw: 雷雨

# Weather_HeavyThunderstorm
source: Heavy thunderstorm
zh_tw: 大雷雨

# Weather_LightDrizzle
source: Light drizzle
zh_tw: 小毛毛雨

# Weather_Drizzle
source: Drizzle
zh_tw: 毛毛雨

# Weather_HeavyDrizzle
source: Heavy drizzle
zh_tw: 大毛毛雨

# Weather_LightRain
source: Light rain
zh_tw: 小雨

# Weather_Rain
source: Rain
zh_tw: 中雨

# Weather_HeavyRain
source: Heavy rain
zh_tw: 大雨

# Weather_LightSnow
source: Light snow
zh_tw: 小雪

# Weather_Snow
source: Snow
zh_tw: 中雪

# Weather_HeavySnow
source: Heavy snow
zh_tw: 大雪

# Weather_LightSleet
source: Light sleet
zh_tw: 小雨夾雪

# Weather_Sleet
source: Sleet
zh_tw: 霰

# Weather_HeavySleet
source: Heavy sleet
zh_tw: 大雨夾雪

# Weather_Clear
source: Clear
zh_tw: 晴空

# Weather_FewClouds
source: Few clouds
zh_tw: 少雲

# Weather_ScatteredClouds
source: Scattered clouds
zh_tw: 疏雲

# Weather_BrokenClouds
source: Broken clouds
zh_tw: 多雲

# Weather_OvercastClouds
source: Overcast clouds
zh_tw: 陰天

# Weather_Fog
source: Fog
zh_tw: 霧

# Weather_Mist
source: Mist
zh_tw: 迷霧

# Weather_Smoke
source: Smoke
zh_tw: 煙霧

# Weather_Haze
source: Haze
zh_tw: 霾

# Weather_Sand
source: Sand
zh_tw: 沙

# Weather_Dust
source: Dust
zh_tw: 塵

# Weather_Squalls
source: Squalls
zh_tw: 疾風

# Weather_Tornado
source: Tornado
zh_tw: 龍捲風

# Weather_Hurricane
source: Hurricane
zh_tw: 颱風

# Weather_Cold
source: Cold
zh_tw: 低溫

# Weather_Hot
source: Hot
zh_tw: 高溫

# Weather_Windy
source: Windy
zh_tw: 風

# Weather_Hail
source: Hail
zh_tw: 冰雹

# AcObject_CannotChangeId
source: Unable to change ID
fi_fi: Ei voi muuttaa tunnusta
hu: Az azonosítót nem lehet megváltoztatni
ko_kr: ID변경불가
zh_tw: 無法更改ID

# AcObject_CannotChangeIdExt
source: Unable to change ID: {0}
fi_fi: Ei voi muuttaa tunnusta: {0}
hu: A következő azonosítót nem lehet megváltoztatni: {0}
ko_kr: ID를 변경할 수 없습니다 : {0}
zh_tw: 無法更改ID：{0}

# AcObject_ReloadAutomatically
source: Reload this file?
fi_fi: Lataa tiedosto uudelleen?
hu: Újratöltse a fájlt?
ko_kr: 파일을 다시 불러올까요?
zh_tw: 重新載入檔案？

# AcObject_ReloadAutomatically_Ini
source: The INI file has been changed. If you reload, all local changes will be lost.
fi_fi: INI-tiedostoa muutettu. Lataa uudelleen? Kaikki muutokset poistetaan.
hu: INI-fájl meg lett változtatva. Újratöltse? Az összes helyi változás el fog veszni.
ko_kr: INI 파일이 변경되었습니다. 재로드? 모든 로컬 변경 내용이 손실됩니다.
zh_tw: INI檔案已經被更改。確定重新載入？將遺失所有未儲存的更動。

# AcObject_ReloadAutomatically_Json
source: The JSON file has been changed. If you reload, all local changes will be lost.
fi_fi: JSON-tiedostoa muutettu. Lataa uudelleen? Kaikki muutokset poistetaan.
hu: JSON-fájl meg lett változtatva. Újratöltse? Az összes helyi változás el fog veszni.
ko_kr: JSON 파일이 변경되었습니다. 다시 불러올까요? 모든 로컬 변경 내용이 손실됩니다.
zh_tw: JSON檔案已經被更改。確定重新載入？將遺失所有未儲存的更動。

# Common_CannotDo
source: Can’t do
fi_fi: Ei voida suorittaa
hu: Nem hajtható végre
ko_kr: 할 수 없습니다
zh_tw: 無法執行

# AcObject_DisablingNotSupported_Commentary
source: Sorry, but you are unable to disable this type of object.
fi_fi: Anteeksi, mutta tämäntyyppistä tiedostoa ei voida poistaa.
hu: Sajnálom, az ilyen típusú objektumok nem tilthatóak le.
ko_kr: 죄송합니다. 이 개체 유형을 비활성화할 수 없습니다.
zh_tw: 抱歉，您不能禁止這個類型的對象

# AcObject_CannotRemove
source: Unable to remove the existing directory
fi_fi: Olemassaolevaa hakemistoa ei voida poistaa
hu: A már létrehozott mappa nem törölhető
ko_kr: 기존 디렉터리를 제거할 수 없습니다
zh_tw: 無法刪除已經存在的目錄

# Solving_Cancelled
source: Cancelled
ko_kr: 취소됨
zh_tw: 已取消

# Solving_RestoreFrom
source: Restore from …{0}
ko_kr: …{0}에서 복원
zh_tw: 從{0} 回復中⋯⋯

# Solving_RestoreFrom_Commentary
source: Original file will be moved to Recycle Bin if exists
ko_kr: 원본 파일이 있는 경우 휴지통으로 이동됩니다.
zh_tw: 如果有現存檔案，現存檔案將會被移動到資源回收桶

# Solving_CreateNewFile
source: Create a new file
ko_kr: 새 파일 만들기
zh_tw: 建立新檔案

# Solving_CreateNewFile_Commentary
source: New file will be created containing name based on ID
ko_kr: ID를 기준으로 이름을 포함하는 새 파일이 생성됩니다.
zh_tw: 將會依據ID建立新檔案

# Uploader_EnterGoogleDriveAuthenticationCode
source: Enter the Google Drive authentication code:
ko_kr: Google Drive 인증 코드를 입력하세요.
zh_tw: 輸入Google Drive授權碼：

# Uploader_CannotFinishAuthorization
source: Can’t finish authorization process
ko_kr: 인증 프로세스를 완료할 수 없습니다.
zh_tw: 無法完成授權過程

# Uploader_AuthenticationTokenIsMissing
source: Authentication token is missing
ko_kr: 인증 토큰이 누락되었습니다.
zh_tw: 遺失授權令牌

# Uploader_RequestFailed
source: GET request failed
ko_kr: GET 요청 실패
zh_tw: GET請求失敗

# Uploader_RootDirectory
source: Root
ko_kr: 루트
zh_tw: 根目錄

# Uploader_CannotUploadToGoogleDrive
source: Can’t upload file to Google Drive
ko_kr: Google 드라이브에 파일을 업로드할 수 없습니다
zh_tw: 無法上傳檔案到Google Drive

# Common_MakeSureThereIsEnoughSpace
source: Make sure there is enough space.
fi_fi: Varmista, että tilaa on tarpeeksi.
hu: Bizonyosodj meg róla, hogy van elég hely a merevlemezen.
ko_kr: 충분한 공간이 있는지 확인하세요.
zh_tw: 請確保有足夠存儲空間

# Uploader_CannotShareGoogleDrive
source: Can’t share Google Drive file
ko_kr: Google Drive 파일을 공유할 수 없습니다
zh_tw: 無法分享Google Drive檔案

# AcError_LoadingUnhandledError
source: Loading unhandled error: {0}
fi_fi: Ladataan korjaamatonta virhettä: {0}
hu: Nem kezelt hiba a betöltés során: {0}
ko_kr: 처리되지 않은 오류를 로드하는 중: {0}
zh_tw: 載入無法處理的錯誤：{0}

# AcError_FileIsMissing
source: The file "{0}" is missing
fi_fi: Tiedosto "{0}" puuttuu
hu: A “{0}” fájl hiányzik
ko_kr: 파일 "{0}"이(가) 누락되었습니다
zh_tw: 遺失檔案「{0}」

# AcError_FileIsDamaged
source: The file “{0}” is damaged
fi_fi: Tiedosto “{0}” on vahingoittunut
hu: A “{0}” fájl sérült
ko_kr: 파일 "{0}"이(가) 손상되었습니다
zh_tw: 檔案「{0}」損壞

# AcError_NameIsMissing
source: The name is missing
fi_fi: Nimi puuttuu
hu: Hiányzó név
ko_kr: 이름이 누락되었습니다
zh_tw: 遺失名稱

# AcError_BrandNameIsMissing
source: The brand's name is missing!
fi_fi: Valmistajan nimi puuttuu!
hu: A márka elnevezése hiányzik
ko_kr: 브랜드 이름이 없습니다
zh_tw: 遺失品牌名稱

# AcError_DirectoryUiIsMissing
source: The directory "ui" is missing
fi_fi: Tiedostosijainti "ui" puuttuu
hu: Az “ui” mappa hiányzik
ko_kr: 디렉토리 "ui"가 없습니다
zh_tw: 遺失「ui」資料夾

# AcError_EventsOfAreMissing
source: The events of “{0}” are missing
fi_fi: Tapahtumat “{0}” puuttuu
hu: A “{0}” -hoz tartozó események hiányoznak
ko_kr: {0}의 이벤트가 누락됨
zh_tw: 「{0}」中賽事遺失

# AcError_EventConditionsAreNotSupported
source: The event condition “{0}” is not supported yet; try again later.
fi_fi: Tapahtumaehtoa “{0}” ei tueta vielä
hu: Az esemény feltétele “{0}” még nem támogatott
ko_kr: 이벤트 조건 "{0}"은(는) 아직 지원되지 않습니다
zh_tw: 賽事天氣「{0}」尚未支援

# AcError_RequiredContentIsMissing
source: The required content is missing
fi_fi: Tarvittava sisältö puuttuu
hu: A szükséges tartalom hiányzik
ko_kr: 필수 콘텐츠가 누락되었습니다
zh_tw: 遺失所需的內容

# AcError_RequiredTrackIsMissing
source: The required track "{0}" is missing
fi_fi: Tarvittava rata "{0}" puuttuu
hu: A “{0}” pálya hiányzik
ko_kr: 필요한 트랙 "{0}"이(가) 없습니다
zh_tw: 遺失賽道「{0}」

# AcError_RequiredCarIsMissing
source: The car "{0}" is required for this, but it is missing
fi_fi: Tarvittava auto "{0}" puuttuu
hu: A “{0}” autó hiányzik
ko_kr: 필수 차량 "{0}"이(가) 누락되었습니다
zh_tw: 遺失車輛「{0}」

# AcError_RequiredSkinForIsMissing
source: The required skin "{1}" for {0} is missing
fi_fi: Tarvittava skini "{1}" {0} :lle puuttuu
hu: Az “{1}” skin hiányzik a {0} -hoz
ko_kr: {0}에 필요한 스킨 "{1}"이 없습니다
zh_tw: 遺失{0} 的塗裝「{1}｣

# AcError_RequiredWeatherIsMissing
source: The required weather "{0}" is missing
fi_fi: Tarvittava säätila "{0}" puuttuu
hu: “{0}” időjárás hiányzik
ko_kr: 필수 날씨 "{0}"이(가) 누락되었습니다
zh_tw: 遺失天氣「{0}」

# AcError_CarParentIsMissing
source: The car's parent is missing
fi_fi: Auton emomalli puuttuu
hu: Az autót tartalmazó mappa hiányzik
ko_kr: 차량의 상위 차량 정보가 없습니다
zh_tw: 遺失車輛源車型

# AcError_BrandBadgeIsMissing
source: The brand's badge is missing!
fi_fi: Valmistajan logo puuttuu!
hu: A márkajelzés hiányzik
ko_kr: 브랜드 배지가 없습니다
zh_tw: 遺失品牌標誌

# AcError_UpgradeIconIsMissing
source: The upgrade icon is missing
fi_fi: Viritysikoni puuttuu
hu: Frissítés ikon hiányzik
ko_kr: 업그레이드 아이콘이 없습니다
zh_tw: 遺失升級版車型圖示

# AcError_SkinsAreMissing
source: The skins are missing
fi_fi: Skinit puuttuvat
hu: Az autófestések hiányoznak
ko_kr: 스킨이 누락되었습니다
zh_tw: 遺失車輛塗裝

# AcError_SkinsDirectoryIsUnavailable
source: The skin's directory is unavailable. It is probably being used by another program.
fi_fi: Skinien tiedostosijainti ei ole saatavilla
hu: Az autók festéseit tartalmazó mappa nem érhető el
ko_kr: 스킨 디렉터리를 사용할 수 없습니다
zh_tw: 塗裝資料夾不可用

# AcError_SetupTrackIsMissing
source: The track for that setup is missing
fi_fi: Säätötiedoston rata puuttuu
hu: A ({0}) pályabeállítás hiányzik
ko_kr: 설치 프로그램의 트랙({0})이(가) 누락되었습니다
zh_tw: 遺失車輛調校檔案對應的賽道 （{0}）

# AcError_SkinLiveryLiveryPngIsMissing
source: The skin's livery ({0}/livery.png) is missing
fi_fi: Skinin "livery" ({0}/livery.png) puuttuu
hu: Az autó festése ({0}/livery.png) hiányzik
ko_kr: 스킨 리버리({0}/livery.png)이 누락되었습니다
zh_tw: 遺失塗裝圖示 （{0}/livery.png）

# AcError_SkinPreviewPreviewJpgIsMissing
source: The skin's preview thumbnail ({0}/preview.jpg) is missing
fi_fi: Skinin esikatselutiedosto ({0}/preview.jpg) puuttuu
hu: Az autófestés előnézete ({0}/preview.jpg) hiányzik
ko_kr: 스킨 미리 보기({0}/프리뷰.jpg)가 없습니다
zh_tw: 遺失塗裝預覽圖（{0}/preview.jpg）

# AcError_ModelKn5FileIsMissing
source: The model (KN5 file) is missing
fi_fi: Malli (KN5-tiedosto) puuttuu
hu: A model (KN5 fájl) hiányzik
ko_kr: 모델(KN5 파일)이 없습니다
zh_tw: 遺失模型檔案（KN5 檔案）

# AcError_FontBitmapIsMissing
source: The font's .bmp file is missing
fi_fi: Fontin bittikartta puuttuu
hu: Betűtípus bitmap-je hiányzik
ko_kr: 글꼴의 비트맵이 없습니다.
zh_tw: 遺失字型點陣圖檔案

# AcError_FontIsUsedButDisabled
source: The font is being used, but it's disabled
fi_fi: Fontti on käytössä mutta pois päältä
hu: Betűtípus használatban van, de nincs engedélyeve
ko_kr: 글꼴은 사용되지만 해제되었습니다
zh_tw: 使用了被停用的字型

# AcError_CarIsMissing
source: Car number "{0}" is missing
fi_fi: Auto numero "{0}" puuttuu
hu: A “{0}” autó hiányzik
ko_kr: 차량 "{0}"이(가) 누락
zh_tw: 遺失車輛 「{0}」

# AcError_TrackIsMissing
source: The track "{0}" is missing
fi_fi: Rata "{0}" puuttuu
hu: A “{0}” pálya hiányzik
ko_kr: 트랙 "{0}"이(가) 누락되었습니다
zh_tw: 遺失賽道 「{0}」

# AcError_NameShouldnTContainSymbolsLikeOr
source: The name should not contain special characters
fi_fi: Nimi ei saa sisältää erikoismerkkejä, kuten "[" tai "]"
hu: A név nem tartalmazhatja a “[” vagy “]” karaktereket
ko_kr: 이름에는 "[" 또는 "]"와 같은 기호를 사용할 수 없습니다
zh_tw: 名稱中不可含有如「[」或「]」的字元

# AcError_ColorCurvesIniIsMissing
source: The file "colorCurves.ini" is missing
fi_fi: Tiedosto "colorCurves.ini" puuttuu
hu: A “colorCurves.ini” nevű fájl hiányzik
ko_kr: colorCurves.ini 파일이 없습니다
zh_tw: 檔案「colorCurves.ini」遺失

# Common_None
source: None
fi_fi: Ei mitään
hu: Nincs
ko_kr: 없음
zh_tw: 無

# Weather_ColorCurves_HorizonLow
source: Horizon (Low)
ko_kr: 지평선(낮음)
zh_tw: 地平線（低）

# Weather_ColorCurves_HorizonHigh
source: Horizon (High)
ko_kr: 지평선(높음)
zh_tw: 地平線（高）

# Weather_ColorCurves_SkyLow
source: Sky (Low)
ko_kr: 하늘(낮음)
zh_tw: 天空（低）

# Weather_ColorCurves_SkyHigh
source: Sky (High)
ko_kr: 하늘(높음)
zh_tw: 天空（高）

# Weather_ColorCurves_SunLow
source: Sun (Low)
ko_kr: 태양(낮음)
zh_tw: 太陽（低）

# Weather_ColorCurves_SunHigh
source: Sun (High)
ko_kr: 태양(높음)
zh_tw: 太陽（高）

# Weather_ColorCurves_AmbientLow
source: Ambient (Low)
ko_kr: 앰비언트(낮음)
zh_tw: 環境（低）

# Weather_ColorCurves_AmbientHigh
source: Ambient (High)
ko_kr: 앰비언트(높음)
zh_tw: 環境（高）

# AcObject_CannotClone
source: Unable to clone this object
fi_fi: Objektia ei voi kloonata
hu: Az objektum nem klónozható
ko_kr: 개체를 복제할 수 없습니다
zh_tw: 無法複製對象

# AcObject_CannotClone_Commentary
source: Please make sure there is enough space on your hard drive.
fi_fi: Varmista että levytilaa on tarpeeksi
hu: Bizonyosodj meg róla, hogy rendelkezésre áll elegendő hely a merevlemezen
ko_kr: 디스크 공간이 충분한지 확인합니다.
zh_tw: 請確保有足夠儲存空間

# Units_BHP
source: BHP
zh_tw: 馬力（BHP）

# Units_Nm
source: Nm
zh_tw: 扭力（Nm）

# Common_Power
source: Power
fi_fi: Teho
hu: Teljesítmény
ko_kr: 파워
zh_tw: 功率

# Common_Torque
source: Torque
fi_fi: Vääntö
hu: Nyomaték
ko_kr: 토크
zh_tw: 扭矩

# Shared_VideoSettingsPreset
source: Video settings preset
ko_kr: 비디오 세팅 저장된 설정
zh_tw: 圖片設定預設

# Common_Width
source: Width
fi_fi: Leveys
hu: Szélesség
ko_kr: 폭
zh_tw: 寬度

# Common_Length
source: Length
fi_fi: Pituus
hu: Hossz
ko_kr: 길이
zh_tw: 長度

# Common_Exporting
source: Exporting…
fi_fi: Tuo...
hu: Exportálás…
ko_kr: 보내기 중...
zh_tw: 導出中…

# Common_Destination
source: Destination
fi_fi: Määränpää
hu: Cél
ko_kr: 목적지
zh_tw: 目標

# Common_CannotUnpack
source: Can’t unpack {0}
fi_fi: Ei voida purkaa {0}
hu: A {0} nem kicsomagolható
ko_kr: {0}의 압축을 풀 수 없습니다.
zh_tw: 無法解包 {0}

source: Championship
fi_fi: Mestaruussarja
hu: Bajnokság
ko_kr: 챔피언쉽
zh_tw: 錦標賽

source: Single events
ko_kr: 단일 이벤트
zh_tw: 獨立賽事

# CarParentIsMissing
source: Car’s parent is missing
fi_fi: Auton emomalli puuttuu
hu: Hiányzik az autó alaptípusa
ko_kr: 상위 차량 항목이 누락되었습니다
zh_tw: 車輛缺少源車型

# AcSettings_Quality_Normal
source: Normal
fi_fi: Normaali
hu: Normál
ko_kr: 보통
zh_tw: 普通

# AcSettings_Quality_Subpixel
source: Subpixel
fi_fi: Alipikseli
ko_kr: 서브픽셀(부분화소)
zh_tw: 次像素

# AcSettings_Quality_Ideal
source: Recommended
fi_fi: Suositeltava
hu: Ideális
ko_kr: 이상적인
zh_tw: 最佳

# Common_CannotReadData
source: Can’t read data
fi_fi: Tietoa ei voitu lukea
hu: Nem olvasható adat
ko_kr: 데이터를 읽을 수 없습니다
zh_tw: 無法讀取數據

# Common_Warning
source: Warning
fi_fi: Varoitus
hu: Figyelmeztetés
ko_kr: 경고
zh_tw: 警告

# AcObject_CannotGetId
source: Unable to get the ID from this path
fi_fi: Tunnus ei löydy tiedostosijainnista
hu: Az útvonal alapján az azonosító nem tudható meg
ko_kr: 경로에서 ID를 가져올 수 없습니다.
zh_tw: 無法從路徑中獲得ID

# Common_IdIsMissing
source: ID is missing
fi_fi: Tunnus puuttuu
hu: Hiányzó azonosító
ko_kr: ID가 누락되었습니다.
zh_tw: 遺失ID

# Common_CarIdIsMissing
source: Car ID is missing
fi_fi: Auton ID puuttuu
hu: Az autó azonosítója hiányzik
ko_kr: 차량 ID가 누락되었습니다.
zh_tw: 遺失車輛ID

# Common_Height
source: Height
fi_fi: Korkeus
hu: Magasság
ko_kr: 높이
zh_tw: 高度

# Common_Radius
source: Radius
fi_fi: Säde
hu: Sugár
ko_kr: 반경
zh_tw: 半徑

# Common_Number
source: Number
fi_fi: Numero
hu: Szám
ko_kr: 번호
zh_tw: 號碼

# Common_Speed
source: Speed
fi_fi: Nopeus
hu: Sebesség
ko_kr: 스피드
zh_tw: 速度

# Common_Time
source: Time
fi_fi: Aika
hu: Idő
ko_kr: 시간
zh_tw: 時間

# AcSettings_Quality_VeryLow
source: Very Low
fi_fi: Todella matala
hu: Nagyon alacsony
ko_kr: 매우 낮음
zh_tw: 非常低

# Common_Weekend
source: Weekend
fi_fi: Viikonloppu
hu: Versenyhétvége
ko_kr: 위켄드
zh_tw: 比賽週末

# Common_UndefinedError
source: Undefined error
fi_fi: Määrittämätön virhe
hu: Ismeretlen hiba
ko_kr: 정의되지 않은 오류
zh_tw: 未知錯誤

# ContentInstallation_CarNew
source: New car {0}
fi_fi: Uusi auto {0}
hu: Új autó {0}
ko_kr: 신차 {0}
zh_tw: 新增車輛 {0}

# ContentInstallation_CarSkinNew
source: New car skin {0}
fi_fi: Uusi auton skini {0}
hu: Új autófestés {0} hozzá: {1}
ko_kr: {1}에 대한 새 스킨 {0}
zh_tw: 新增塗裝 {0}

# ContentInstallation_TrackNew
source: New track {0}
fi_fi: Uusi rata {0}
hu: Új pálya {0}
ko_kr: 새 트랙 {0}
zh_tw: 新增賽道 {0}

# ContentInstallation_ShowroomNew
source: New showroom {0}
fi_fi: Uusi näyttelytila {0}
hu: Új bemutatóterem {0}
ko_kr: 새로운 쇼룸 {0}
zh_tw: 新增展示廳 {0}
