Repository: Conor94/actools
Catalog: AcManager.Controls/ControlsStrings.*.resx
Languages: fi_fi, hu, kr, zh_tw

# Replay_CrMessage_Commentary
source: You can go to Settings and enable “Save replays automatically” option to avoid losing something valuable.
kr: 설정으로 이동하여 "자동으로 리플레이 저장"옵션을 활성화하여 소중한 것을 잃지 않도록 할 수 있습니다.
zh_tw: 您可以到設定裡開啟「自動儲存重播」選項，以遺失某些重要的重播

# Toolbar_DeleteJson_Tooltip
source: Remove ui_skin.json to Recycle Bin (Alt+Delete)
kr: ui_skin.json을 휴지통으로 제거 (Alt + Delete)
zh_tw: 將ui_skin.json移動到回收桶（Alt+Delete）

# Toolbar_CreateJson_Tooltip
source: Create a new ui_skin.json file (Alt+S)
kr: 새 ui_skin.json 파일 생성(Alt+S)
zh_tw: 生成一個新的ui_skin.json檔案（Alt+S）

# Common_Uploading
source: Uploading…
fi_fi: Lataa...
hu: Feltöltés…
kr: 업로드 중...
zh_tw: 上傳中⋯⋯

# Common_Preparing
source: Preparing…
fi_fi: Valmistellaan...
hu: Előkészítés…
kr: 준비 중...
zh_tw: 準備中⋯⋯

# Common_Compressing
source: Compressing…
fi_fi: Pakkaa...
hu: Tömörítés…
kr: 압축 중...
zh_tw: 壓縮中⋯⋯

# Common_OpponentsFormat
source: {0} opponent
fi_fi: {0} vastustaja
hu: {0} ellenfél
kr: {0} 상대
zh_tw: {0}名對手

# Common_RecommendedPercentageFormat
source: Recommended value: {0}%
fi_fi: Suositeltu arvo: {0}%
hu: Ajánlott érték: {0}%
kr: 권장 값: {0}%
zh_tw: 推薦值：{0}%

# Common_ResetToRecommendedValue
source: Reset to recommended value
fi_fi: Nollaa suositeltuihin arvoihin
hu: Visszaállítás az ajánlott értékre
kr: 권장 값으로 재설정
zh_tw: 重置為建議值

# Common_ChangeSkin
source: Change Skin
fi_fi: Vaihda skini
hu: Autófestés megváltoztatása
kr: 스킨 바꾸기
zh_tw: 更換塗裝

# Common_Reset
source: Reset
fi_fi: Nollaa
hu: Visszaállítás
kr: 재설정
zh_tw: 復位

# Common_TryAgain
source: Try Again
fi_fi: Yritä uudelleen
hu: Próbáld újra
kr: 다시 시도
zh_tw: 再試一次

# Common_OfflineMode
source: Offline Mode
fi_fi: Offline -tila
hu: Offline mód
kr: 오프라인 모드
zh_tw: 離線模式

# Showroom_DialogHeader
source: Showroom
kr: 쇼룸
zh_tw: 展示廳：

# Common_SecondsPostfix
source: sec
kr: 초
zh_tw: 秒

# Common_LapsPostfix
source: lap
fi_fi: Kierros
hu: kör
zh_tw: 圈

# Common_OpponentsPostfix
source: opponent
fi_fi: Vastustaja
hu: ellenfél
kr: 상대
zh_tw: 名對手

# Common_MinutePostfix
source: minute
fi_fi: Minuutti
hu: perc
kr: 분
zh_tw: 分鐘

# Common_Downloading
source: Downloading…
fi_fi: Lataa...
hu: Letöltés…
kr: 다운로드 중...
zh_tw: 下載中⋯⋯

# Common_Installing
source: Installing…
fi_fi: Asentaa...
hu: Installálás…
kr: 설치 중...
zh_tw: 安裝中⋯⋯

# CarParent_MakeIndependent
source: Make Independent
fi_fi: Tee itsenäinen emoauto
hu: Tegye függetlenné
kr: 독립시키다
zh_tw: 設為獨立車型

# CarParent_ChildrenWillBeMoved
source: Children will be moved to the new parent!
fi_fi: Lapsimalli siirretään uudelle emomallille!
hu: A gyerekek új szülőmappába lesznek áthelyezve!
kr: 하위 차량 항목이 새로운 상위 차량 항목으로 옮겨질 것입니다!
zh_tw: 子車型將會移動到新的源車型下！

# FindInformation_Description
source: Select year or description and press OK; hold Ctrl to extend description instead of replacing it.
fi_fi: Valitse vuosi tai kuvaus ja paina OK; Pidä Ctrl laajentaaksesi kuvausta, sen sijaan korvataksesi sen.
kr: 연도 또는 설명을 선택하고 확인을 누른 다음 Ctrl 키를 누른 상태에서 설명을 대신 확장하십시오.
zh_tw: 選擇年份或者描述後點擊OK。按住Ctrl鍵以擴展描述而不是替換它。

# FindInformation_SaveAndClose
source: Save & Close
fi_fi: Tallenna ja poistu
kr: 저장 & 닫기
zh_tw: 儲存後關閉

# FindInformation_SaveAsYear
source: Save as Year
fi_fi: Tallenna vuodeksi
kr: 연도로 저장
zh_tw: 儲存為年份

# FindInformation_SaveAsCountry
source: Save as Country
fi_fi: Tallenna maaksi
kr: 국가로 저장
zh_tw: 儲存為國家

# FindInformation_SaveAsDescription
source: Save as Description
fi_fi: Tallenna kuvaukseksi
kr: 설명으로 저장
zh_tw: 儲存為描述

# AcObject_CannotUpdatePreview
source: Unable to update the preview
fi_fi: Ei voida päivittää esikatselua
hu: Az előnézet nem frissíthető
kr: 미리 보기를 업데이트할 수 없음
zh_tw: 無法更新預覽圖

# AcObject_CannotUpdatePreview_TrackCommentary
source: You need to make at least one screenshot of the track.
fi_fi: Ota vähintään yksi kuvakaappaus.
hu: Legalább egy képernyőmentést készítened kell.
kr: 스크린샷을 하나 이상 만들어야 합니다.
zh_tw: 請至少製作一個螢幕截圖

# Common_PointsPostfix
source: point
fi_fi: Piste
hu: pont
kr: 포인트
zh_tw: 分

# AcObject_YearLabel_CarTooltip
source: This is when the car began production.
fi_fi: Tuotannon alkamisvuosi
hu: Gyártás kezdetének éve
kr: 생산 시작 년도
zh_tw: 開始量產年份

# Controls_MinimumForce
source: Minimum force
fi_fi: Vähimmäisvoima
hu: Minimális erő
kr: 최소한의 포스
zh_tw: 最小力回饋

# Controls_Gain
source: Gain
fi_fi: Vahvistus
hu: Erősítés
kr: 전체수치
zh_tw: 增益

# Controls_EffectsHeader
source: Effects:
fi_fi: Tehosteet:
hu: Hatások:
kr: 효과:
zh_tw: 特效：

# Controls_KerbEffect
source: Kerb effect
fi_fi: Reunakivetyksen tehoste
hu: Rázókő
kr: 연석효과
zh_tw: 路肩效果

# Controls_RoadEffect
source: Road effect
fi_fi: Tien tehoste
hu: Útfelület
kr: 도로 효과
zh_tw: 路面效果

# Controls_SlipEffect
source: Slip effect
fi_fi: Luistotehoste
hu: Megcsúszás
kr: 슬립 효과
zh_tw: 打滑效果

# Controls_MiscellaneousHeader
source: Miscellaneous:
fi_fi: Sekalaiset:
hu: Egyebek:
kr: 기타:
zh_tw: 雜項：

# Controls_EnhancedUndersteer
source: Enhanced understeer effect
fi_fi: Tehostettu aliohjaamisen tehoste
hu: Alulkormányzottsági hatás fokozása
kr: 향상된 언더스티어 효과
zh_tw: 增強轉向不足效果

# Controls_SoftLock
source: Soft lock
fi_fi: Ratinkäännön virtuaalinen esto
hu: Kormányzási szög egyeztetése (Soft lock)
kr: 소프트 락 (인게임에서 휠각도를 차량에 맞게 자동으로 줄임)
zh_tw: 方向盤角度軟鎖定

# Controls_SkipFfbSteps
source: Skip FFB steps
fi_fi: Ohita FFB tasot
hu: FFB lépések kihagyása
kr: FFB 단계 건너뛰기
zh_tw: 力回饋跳幀

# Controls_ExperimentalHeader
source: Experimental:
fi_fi: Kokeellinen:
hu: Kísérleti beállítások:
kr: 실험:
zh_tw: 試驗性設定：

# Controls_UnlockExperimental
source: Unlock experimental options (be careful!)
fi_fi: Avaa kokeelliset asetukset (ole varovainen!)
hu: Kísérleti beállítások engedélyezése (légy óvatos!)
kr: 실험 옵션 잠금 해제(조심!)
zh_tw: 解開試驗性選項（謹慎！）

# Controls_GyroscopicEffect
source: Gyroscopic effect
fi_fi: Gyroskooppinen vaikutus
hu: Giroszkópikus hatás
kr: 자이로스코프 효과
zh_tw: 陀螺儀效果

# Controls_DamperGain
source: Damper gain
fi_fi: Vaimentimen vahvistus
hu: Kormánycsillapítás erősítése
kr: 댐퍼수치
zh_tw: 減震增益

# Controls_MinumumDamperLevel
source: Minimum damper level
fi_fi: Vähimmäis vaimennustaso
hu: Minimális csillapítási szint
kr: 최소 댐퍼 레벨
zh_tw: 最小減震級別

# Controls_DamperGain_Tooltip
source: Set to 0 for Logitech G920, keep 1 for everything else
fi_fi: Aseta 0 Logitech G920, pidä 1 muille rateille
hu: Logitech G920-hoz állítsd 0-ra, minden máshoz hagyd 1-en.
kr: Logitech G920의 경우 0으로 설정하고 다른 모든 항목에 대해 1을 유지합니다.
zh_tw: 對於羅技G920設定到0，對其他產品設定為1

# Controls_SkipFfbSteps_Tooltip
source: Physics engine steps to skip in order to accomodate wheels with lower FF input buffer; if you’re expeciencing problems with CPU, increase it to 2-4, it might help
hu: Az alacsonyabb bemeneti bufferrel rendelkező kormányok illesztése érdekében a játék fizikai motorja kihagy egyes lépéseket; ha processzor problémákat tapasztalsz, segíthet a 2-4 közötti értékre való emelése
kr: FF 입력 버퍼가 낮은 휠에 적응하기 위해 물리 엔진 단계를 건너뜁니다. CPU에 문제가 있는 경우 2-4로 증가시키면 도움이 될 수 있습니다.
zh_tw: 用於物理引擎跳過計算的設定，目的是在較低的力回饋輸入緩衝區的情況下適應方向盤。如果您遇到CPU導致的問題，試著增加這個設定2-4，也許會有所幫助

# Common_ExposureLabel
source: Exposure:
fi_fi: Valotus:
hu: Expozíció:
kr: 노출:
zh_tw: 曝光度

# Common_FpsPostfix
source: FPS
zh_tw: 幀率

# Plugins_DownloadAndInstall
source: Download And Install ({0})
fi_fi: Lataa ja Asenna ({0})
kr: 설치 ({0})
zh_tw: 下載並安裝（{0}）

# Plugins_NotAvailable
source: Not available, required app version is {0}.
kr: 사용할 수 없습니다. 필수 앱 버전은 {0}입니다
zh_tw: 暫不支援，需要程式版本為{0}。

# Plugins_Update
source: Update (New Version: {0})
kr: {0}로 업데이트
zh_tw: 升級（新版本：{0}）

# Common_Unsaved
source: Unsaved
fi_fi: Tallentamaton
hu: Nincs elmentve
kr: 저장하지 않음
zh_tw: 尚未儲存

# Theme_Black
source: Black
kr: 검정
zh_tw: 黑色主題

# QuickSwitches_HideDriver
source: Hide driver
kr: 드라이버 숨기기
zh_tw: 隱藏車手

# QuickSwitches_HideDriver_Tooltip
source: Hide driver model
kr: 드라이버 모델 숨기기
zh_tw: 隱藏車手模型

# Common_RoundPostfix
source: lap
kr: 라운드
zh_tw: 圈

# AcObject_UrlLabel
source: Link:
fi_fi: Linkki:
zh_tw: 網址：

# AcObject_ErrorsHeader
source: {Error}:
fi_fi: {Virhe}:
