Repository: Conor94/actools
Catalog: AcManager.Controls/ControlsStrings.*.resx
Languages: fi_fi, hu, kr, zh_tw

# Assists_IdealLineLabel
source: Driving line:
fi_fi: Ajolinja:
hu: Ideális ív:
kr: 추천 주행라인:
zh_tw: 建議行車路線：

# Assists_Header
source: Assists:
fi_fi: Ajoavut:
hu: Vezetési segédek:
kr: 지원:
zh_tw: 駕駛輔助：

# Assists_AutoShifterLabel
source: Automatic shifter:
fi_fi: Auto-vaihtaja:
hu: Automata váltó:
kr: 오토시프터:
zh_tw: 自動換檔：

# Assists_AutoClutchLabel
source: Auto clutch:
fi_fi: Auto-kytkin:
hu: Automata kuplung:
kr: 자동 클러치:
zh_tw: 自動離合：

# Assists_AutoBlipLabel
source: Autoblip:
fi_fi: Auto-kaasu:
hu: Automatikus gázelvétel váltásoknál:
kr: 오토블립:
zh_tw: 自動補油：

# Assists_StabilityControlLabel
source: Stability control:
fi_fi: Ajonvakautus:
hu: Stabilitás kontroll:
kr: 안정성 제어:
zh_tw: 車身穩定控制：

# Assists_FuelLabel
source: Fuel:
fi_fi: Polttoaine:
hu: Üzemanyag:
kr: 연료:
zh_tw: 油量：

# Assists_TyreWearLabel
source: Tire wear:
fi_fi: Renkaan kuluneisuus:
hu: Gumikopás:
kr: 타이어 마모:
zh_tw: 輪胎磨損：

# WebBrowser_Prompt
source: Webpage says
kr: 웹 페이지에 다음과 같이 표시됩니다.
zh_tw: 網頁顯示

# AcObject_CarBrandLabel
source: Brand:
fi_fi: Merkki:
hu: Márka:
kr: 브랜드:
zh_tw: 品牌：

# AcObject_ContryLabel
source: Country:
fi_fi: Maa:
hu: Ország:
kr: 국가:
zh_tw: 國家：

# AcObject_CarClassLabel
source: Class:
fi_fi: Luokka:
hu: Osztály:
kr: 클래스:
zh_tw: 類別：

# AcObject_YearLabel
source: Year:
fi_fi: Vuosi:
hu: Év:
kr: 연도:
zh_tw: 年份：

# AcObject_CarParentLabel
source: Base Model:
fi_fi: Emomalli:
hu: Alaptípus:
kr: 상위 차량:
zh_tw: 源車型：

# AcObject_SpecsLabel
source: Specifications:
fi_fi: Määritelmät:
hu: Specifikációk:
kr: 스펙:
zh_tw: 車輛數據：

# AcObject_Author_Tooltip
source: Author, version, and URL
fi_fi: Tekijä, versio, ja linkki (Ctrl+klikkaa seurataksesi linkkiä)
hu: Készítő, verzió & URL (Ctrl+click a link megnyitásához, ha be van állítva)
kr: 작성자, 버전 및 URL(Ctrl+클릭하여 설정된 경우 링크를 따라갑니다)
zh_tw: 作者、版本及網址（Ctrl+點擊開啟連結）

# Car_OpenInShowroom
source: Open In Showroom
fi_fi: Avaa Näyttelytilassa
hu: Megnyitás a bemutatóteremben
kr: 쇼룸에서 열기
zh_tw: 在展示廳裡顯示

# Common_Presets
source: Presets
fi_fi: Esiasetus
hu: Beállítássablonok
kr: 사전 설정
zh_tw: 預設

# Common_Options
source: Options
fi_fi: Asetukset
hu: Beállítások
kr: 옵션
zh_tw: 選項

# Common_Settings
source: Settings
fi_fi: Asetukset
hu: Beállítások
kr: 설정
zh_tw: 設定

# Car_OpenInCustomShowroom
source: Open In Custom Showroom
fi_fi: Avaa Muokatussa Näyttelytilassa
hu: Megnyitás az egyedi bemutatóteremben
kr: 커스텀 쇼룸에서 열기
zh_tw: 在自定義展示廳裡顯示

# KunosCareer_RequiredSeries
source: Required series: {0}
fi_fi: Vaadittavat sarjat: {0}
kr: 필요한 시리즈: {0}
zh_tw: 需要完成系列賽：{0}

# KunosCareer_RequiredSeriesAreNotFinishedYet
source: Required series aren’t finished yet
fi_fi: Vaadittavia sarjoja ei ole vielä loppuunsuoritettu
kr: 필수 시리즈가 아직 끝내지 않았습니다.
zh_tw: 需要完成的系列賽還未完成

# KunosCareer_CompletedLabel
source: Completed:
fi_fi: Suoritettu:
kr: 완료됨:
zh_tw: 已完成：

# KunosCareer_Error
source: {0} error
fi_fi: {0} virhe
kr: {0} 에러
zh_tw: {0} 錯誤

# Video_CannotPlay
source: Can’t play video
kr: 비디오를 재생할 수 없습니다.
zh_tw: 無法播放影片

# Video_CannotPlay_Commentary
source: Please, go to the Settings and enable VLC addon.
kr: 설정으로 이동하여 VLC 플러그인을 사용하도록 설정하십시오.
zh_tw: 請前往設定開啟VLCapp

# AcObject_CityLabel
source: City:
fi_fi: Kaupunki:
hu: Város:
kr: 도시:
zh_tw: 城市：

# AcObject_TrackGeoTagsLabel
source: Geo Tags:
fi_fi: Geo-avainsanat:
hu: Geo Tag-ek (földrajzi hely):
kr: 지역 태그:
zh_tw: 地理標籤：

# Presets_Save
source: Save Preset
kr: 사전 설정 저장
zh_tw: 儲存預設

# Presets_Save_Tooltip
source: Save current settings as preset (Ctrl+S)
kr: 현재 설정을 사전 설정으로 저장(Ctrl+S)
zh_tw: 把目前設定儲存為預設（Ctrl+S）

# Presets_Unsaved
source: Unsaved Preset
kr: 저장되지 않은 사전 설정
zh_tw: 尚未儲存設定

# QuickSwitches_Header
source: Quick Switches
kr: 빠른 전환
zh_tw: 捷徑開關

# QuickSwitches_HideWheel
source: Hide wheel
kr: 휠 숨기기
zh_tw: 隱藏方向盤

# QuickSwitches_HideWheel_Tooltip
source: Hide steering wheel
kr: 스티어링 휠 숨기기
zh_tw: 隱藏虛擬方向盤

# QuickSwitches_LockWheel
source: Lock wheel
kr: 휠을 잠급니다
zh_tw: 鎖定方向盤

# QuickSwitches_LockCamera
source: Lock camera
kr: 잠금 카메라
zh_tw: 鎖定視角

# QuickSwitches_Mirror
source: Mirror
kr: 거울
zh_tw: 後視鏡

# QuickSwitches_Names
source: Names
kr: 이름
zh_tw: 姓名

# QuickSwitches_Leaderboard
source: Leaderboard
kr: 리더보드
zh_tw: 排行榜

# QuickSwitches_DamageUi
source: Damage (UI)
kr: 손상(UI)
zh_tw: 車損顯示器

# QuickSwitches_Nearest
source: Nearest
kr: 가장 가까운
zh_tw: 近身指示器

# QuickSwitches_Fullscreen
source: Fullscreen
kr: 전체 화면
zh_tw: 全螢幕

# QuickSwitches_DevApps
source: Dev apps
kr: 개발 앱
zh_tw: 開發者app

# QuickSwitches_FreeCamera
source: Free camera
kr: 자유 카메라
zh_tw: 自由視角

# QuickSwitches_OnlineName
source: Online name
kr: 온라인 이름
zh_tw: 線上名字

# QuickSwitches_Exposure
source: Exposure
kr: 노출
zh_tw: 曝光

# QuickSwitches_Fov
source: FOV
zh_tw: 視野範圍

# QuickSwitches_LockWheel_Tooltip
source: Lock steering wheel
kr: 스티어링 휠 잠금
zh_tw: 鎖定方向盤

# QuickSwitches_LockCamera_Tooltip
source: Lock onboard camera to horizon
kr: 온보드 카메라를 수평선에 잠급니다
zh_tw: 鎖定車頭視角於地平線上

# QuickSwitches_Mirror_Tooltip
source: Display virtual mirror
kr: 가상 미러 표시
zh_tw: 顯示虛擬後視鏡

# QuickSwitches_Names_Tooltip
source: Display drivers’ names
kr: 드라이버 이름 표시
zh_tw: 顯示車手名稱

# QuickSwitches_Leaderboard_Tooltip
source: Display leaderboard
kr: 표시 리더보드
zh_tw: 顯示排行榜

# QuickSwitches_DamageUi_Tooltip
source: Display damage
kr: 디스플레이 손상
zh_tw: 顯示車損顯示器

# QuickSwitches_Fullscreen_Tooltip
source: Fullscreen mode (for example, Shadowplay won’t work without it)
kr: 전체 화면 모드(예: 섀도우 재생이 없으면 작동하지 않음)
zh_tw: 全螢幕模式（例如Shadowplay僅在全螢幕下可用）

# QuickSwitches_DevApps_Tooltip
source: Enable developer apps
kr: 개발자 앱 사용
zh_tw: 啟用開發者app

# QuickSwitches_FreeCamera_Tooltip
source: Enable free camera (press F7 on track)
kr: 자유 카메라 활성화(게임 중 F7 키를 누르고 화살표 키, 마우스 오른쪽 버튼 및 스크롤 휠을 통해 이동)
zh_tw: 允許自由視角（在遊戲裡按F7）

# QuickSwitches_OnlineName_Tooltip
source: Use different name online
kr: 온라인에서 다른 이름 사용
zh_tw: 於線上使用不同的名稱

# QuickSwitches_UiPresets_Tooltip
source: Switch between UI presets
kr: UI 사전 설정 간에 전환
zh_tw: 切換至預設用戶界面

# QuickSwitches_ControlsPresets_Tooltip
source: Switch between controls presets
kr: 컨트롤 프리셋 간 전환
zh_tw: 切換至預設控制器

# QuickSwitches_VideoPresets_Tooltip
source: Switch between video-settings presets
kr: 비디오 설정 사전 설정 간 전환
zh_tw: 切換至預設畫面設定

# QuickSwitches_PpFilters_Tooltip
source: Switch between PP filters
kr: PP 필터 간 전환
zh_tw: 切換至預設後期處理濾鏡

# QuickSwitches_Exposure_Tooltip
source: Brightness level
kr: 밝기 단계
zh_tw: 亮度等級

# QuickSwitches_Fov_Tooltip
source: Field of view (vertical angle)
kr: 시야(수직각)
zh_tw: 視野範圍（垂直角度）

# QuickSwitches_HideArms
source: Hide arms
kr: 팔 숨기기
zh_tw: 隱藏手臂

# QuickSwitches_HideArms_Tooltip
source: Hide driver’s arms
kr: 운전석 팔 숨기기
zh_tw: 隱藏車手手臂

# Theme_Dark
source: Dark
kr: 어두운
zh_tw: 暗色調

# Theme_Light
source: Light
kr: 밝은
zh_tw: 亮色調

# Theme_Nordschleife
source: Nordschleife
kr: 노르트슐라이페
zh_tw: 紐柏林北環

# Animation_Modern
source: Modern
fi_fi: Moderni
kr: 모던하게
zh_tw: 現代風格

# Animation_Fade
source: Fade
fi_fi: Häivytä
hu: Áttűnés
kr: 사라지기
zh_tw: 淡入淡出

# Animation_Up
source: Up
fi_fi: Ylös
hu: Fel
kr: 위로가기
zh_tw: 上滑

# Animation_Down
source: Down
fi_fi: Alas
hu: Le
kr: 아래로 가기
zh_tw: 下滑

# Controls_LoadPresetWarning
source: Load “{0}”? Current values will be replaced (but later could be restored from Recycle Bin).
fi_fi: Lataa “{0}”? Nykyiset arvot korvataan (ne voidaan palauttaa Roskakorista)
hu: Betöltöd a(z) “{0}” beállítást? A jelenlegi értékeket felülírja (viszont később visszaállíthatod a Lomtárból).
kr: {0} 로드 현재 값은 대체되지만 나중에 휴지통에서 복원할 수 있습니다.
zh_tw: 載入「{0}」？目前的設定將會被覆蓋（不過稍後您可以從回收桶回復）

# Common_AreYouSure
source: Are you sure?
fi_fi: Oletko varma?
hu: Biztos vagy benne?
kr: 확실합니까?
zh_tw: 是否確定？

# Controls_BuiltInPresets
source: Built-in Presets
fi_fi: Sisäänrakennetut esiasetukset
hu: Beépített beállítássablonok (preset)
kr: 내장 프리셋
zh_tw: 內建預設

# Controls_UserPresets
source: User Presets
fi_fi: Käytä esiasetuksia
hu: Felhasználói beállítások
kr: 사용자 정의
zh_tw: 用戶預設

# Controls_Preview_InputMethod
source: Input method: [b]{0}[/b]
fi_fi: Syöttötapa: [b]{0}[/b]
hu: Beviteli mód: [b]{0}[/b]
kr: 인풋 장치: [b]{0}[/b]
zh_tw: 控制器類型：[b]{0}[/b]

# Controls_Preview_Devices
source: Devices: [b]{0}[/b]
fi_fi: Laitteet: [b]{0}[/b]
hu: Eszközök: [b]{0}[/b]
kr: 디바이스: [b]{0}[/b]
zh_tw: 裝置：[b]{0}[/b]

# Controls_Preview_Device
source: Device: [b]{0}[/b]
fi_fi: Laite: [b]{0}[/b]
hu: Eszköz: [b]{0}[/b]
kr: 디바이스: [b]{0}[/b]
zh_tw: 裝置：[b]{0}[/b]

# Share_EnterName
source: Enter name or keep field empty:
kr: 이름을 입력하거나 필드를 비워 둡니다.
zh_tw: 輸入名字或者留空：

# Share_EnterNameHeader
source: Share As
kr: 다른 이름으로 공유
zh_tw: 分享為

# Share_EnterCustomId
source: Enter custom ID:
kr: 사용자 지정 ID 입력:
zh_tw: 輸入自定義ID：

# Share_EnterCustomIdHeader
source: Custom ID
kr: 사용자 정의 ID
zh_tw: 自定義ID

# Share_VerifyMessage
source: Author name: [b]{0}[/b] Entry name: [b]{1}[/b] Entry type: [b]{2}[/b]
kr: 작성자 이름: [b]{0}[/b] 항목 이름: [b]{1}[/b] 항목 유형: [b]{2}[/b]
zh_tw: 作者名：[b]{0}[/b] 分享名：[b]{1}[/b] 類型：[b]{2}[/b]

# Share_VerifyMessageHeader
source: Is Everything OK?
kr: 괜찮으신가요?
zh_tw: 所有的資訊都正確嗎？

# Share_InProgress
source: Sharing…
kr: 공유 중…
zh_tw: 正在分享⋯⋯

# Share_CannotShare
source: Can’t share {0}
kr: {0}을(를) 공유할 수 없습니다.
zh_tw: 無法分享{0}

# Share_Shared
source: {0} Shared
kr: {0} 공유됨
zh_tw: {0}已分享

# Share_SharedMessage
source: Link copied to clipboard
kr: 링크가 클립보드에 복사됨
zh_tw: 連結已經複製到剪貼簿

# Share_SharedMessageAlternative
source: Click to open link
kr: 링크를 열려면 클릭하십시오.
zh_tw: 點擊開啟連結

# Showroom_ShowroomLabel
source: Showroom:
kr: 쇼룸:
zh_tw: 展示廳：

# Common_FilterLabel
source: Filter:
fi_fi: Suodin:
hu: Szűrő:
kr: 필터:
zh_tw: 篩選器：

# Showroom_HideWatermark_Tooltip
source: Kunos watermark will be temporary hidden
kr: Kunos 워터마크는 일시적으로 숨겨집니다.
zh_tw: Kunos的水印將會暫時隱藏

# Showroom_HideWatermark
source: Hide watermark
kr: 워터마크 숨기기
zh_tw: 隱藏水印

# Showroom_DisableSweetFx
source: Disable SweetFX
kr: SweetFX 사용 안 함
zh_tw: 停用SweetFX

# Showroom_DisableSweetFx_Tooltip
source: Apparantly SweetFX doesn’t affect the result, but could decrease loading time
kr: SweetFX는 결과에 영향을 주지 않지만 로딩 시간을 줄일 수 있습니다.
zh_tw: SweetFX不會影響效果，但是可能減緩載入速度

# Showroom_FovLabel
source: FOV:
zh_tw: 視野範圍：

# Showroom_CannotStart
source: Can’t start showroom
kr: 쇼룸을 시작할 수 없습니다.
zh_tw: 無法進入展示廳

# ImageViewer_DefaultName
source: Image
fi_fi: Kuva
kr: 이미지
zh_tw: 圖片

# ImageViewer_Save_Title
source: Save Image As
fi_fi: Tallenna kuva:
kr: 다른이름으로 이미지 저장
zh_tw: 保持圖片為

# ImageViewer_CannotSave
source: Can’t save image
fi_fi: Kuvaa ei voi tallentaa
kr: 이미지를 저장할 수 없습니다.
zh_tw: 無法儲存圖片

# VideoViewer_CannotPlay
source: Can’t play video
kr: 비디오를 재생할 수 없습니다.
zh_tw: 無法播放影片

# VideoViewer_CannotPlay_Commentary
source: Make sure VLC addon is installed properly.
kr: VLC 플러그인이 올바르게 설치되었는지 확인하십시오.
zh_tw: 請確定VLCapp已正確安裝。

# CustomShowroom_TextureIsMissing
source: Texture is missing!
fi_fi: Tekstuuri puuttuu!
hu: Hiányzó textúra!
kr: 텍스처가 없습니다!
zh_tw: 找不到貼圖！

# CustomShowroom_TextureTypeLabel
source: Type:
fi_fi: Tyyppi:
hu: Típus:
kr: 타입:
zh_tw: 類型:

# CustomShowroom_TextureFormatLabel
source: Format:
fi_fi: Muoto:
hu: Formátum:
kr: 형식:
zh_tw: 格式:

# CustomShowroom_TextureDimensionsLabel
source: Dimensions:
fi_fi: Mitat:
hu: Méretek:
kr: 치수:
zh_tw: 尺寸:

# CustomShowroom_TextureSizeLabel
source: Size:
fi_fi: Koko:
hu: Méret:
kr: 크기:
zh_tw: 大小:

# CustomShowroom_Export
source: Export
fi_fi: Tuo
hu: Exportálás
kr: 내보니기
zh_tw: 輸出:

# CustomShowroom_ViewMapping
source: View Mapping
fi_fi: Näytä kuvaus
kr: 뷰 매핑
zh_tw: 查看貼圖

# CustomShowroom_ViewMapping_2048
source: View in 2048×2049
fi_fi: Näytä 2048×2049
kr: 2048x2048 보기
zh_tw: 以2048x2048查看

# CustomShowroom_ViewMapping_512
source: View in 512×513
fi_fi: Näytä 512×513
kr: 512x512 보기
zh_tw: 以512x512查看

# CustomShowroom_ViewMapping_1024
source: View in 1024×1025
fi_fi: Näytä 1024×1025
kr: 1024x1024 보기
zh_tw: 以1024x10124查看

# CustomShowroom_ViewMapping_4096
source: View in 4096×4097
fi_fi: Näytä 4096×4097
kr: 4096x4096 보기
zh_tw: 以4096x4096查看

# CustomShowroom_ViewMapping_Custom
source: View in custom resolution
fi_fi: Näytä muokatussa resoluutiossa
kr: 커스텀 해상도에서 보기
zh_tw: 以自定義解析度查看

# CustomShowroom_ViewMapping_Prompt
source: Dimensions ([Width]×[Height]):
fi_fi: Mitat ([Leveys]×[Korkeus]):
kr: 크기 (\[Width]×\[Height]):
zh_tw: 尺寸 （\[Width]×\[Height]）:

# CustomShowroom_ViewMapping_ParsingFailed
source: Can’t figure out dimensions
fi_fi: Ei voida päätellä mittoja
kr: 차원을 파악할 수 없습니다.
zh_tw: 無法取得尺寸

# CustomShowroom_ViewMapping_ParsingFailed_Commentary
source: Please, use valid format for them.
fi_fi: Käytä käyviä mittoja niihin.
kr: 올바른 형식을 사용하십시오.
zh_tw: 請使用有效的檔案格式

# CustomShowroom_ViewMapping_Export
source: Export Texture Mapping
fi_fi: Vie tekstuurikartat
kr: 텍스처 매핑 내보내기
zh_tw: 輸出材質貼圖

# CustomShowroom_CannotExport
source: Can’t export texture
fi_fi: Ei voida tuoda tekstuuria
hu: A textúra nem exportálható
kr: 질감을 내보낼수 없음
zh_tw: 無法輸出材質

# CustomShowroom_Loading
source: Loading model…
fi_fi: Lataa mallia...
hu: Modell betöltése…
kr: 모델을 로드하는 중...
zh_tw: 載入模型⋯⋯

# CustomShowroom_CannotStart
source: Can’t start Custom Showroom
fi_fi: Ei voida käynnistää muokattua näyttelytilaa
hu: Az egyéni bemutatóterem nem indítható
kr: 사용자 지정 쇼룸을 시작할 수 없음
zh_tw: 無法啟動展示廳

# CustomShowroom_Tools_Title
source: Tools
fi_fi: Työkalut
hu: Eszközök
kr: 도구
zh_tw: 工具

# CustomShowroom_SelectedHeader
source: Selected
fi_fi: Valittu
hu: Kiválasztott
kr: 선택된
zh_tw: 已選擇

# CustomShowroom_Selected_NameLabel
source: Name:
fi_fi: Nimi:
hu: Név:
kr: 이름:
zh_tw: 名字：

# CustomShowroom_Selected_MaterialLabel
source: Material:
fi_fi: Materiali:
hu: Anyag:
kr: 재료:
zh_tw: 材質：

# CustomShowroom_Selected_TexturesLabel
source: Textures:
fi_fi: Tekstuuri:
hu: Textúrák:
kr: 질감:
zh_tw: 貼圖：

# CustomShowroom_Stats_TrianglesLabel
source: Triangles:
fi_fi: Kolmiot:
hu: Háromszögek:
kr: 삼각형:
zh_tw: 多邊形：

# CustomShowroom_StatsHeader
source: Stats
fi_fi: Tilastot
hu: Adatok
kr: 통계
zh_tw: 狀態

# CustomShowroom_Stats_FpsLabel
source: FPS:
zh_tw: 幀率：

# CustomShowroom_Stats_ObjectsLabel
source: Objects:
fi_fi: Objektit:
hu: Objektumok:
kr: 개체:
zh_tw: 物體：

# CustomShowroom_ControlHeader
source: Control
fi_fi: Ohjaus
hu: Irányítás
kr: 콘트롤
zh_tw: 控制

# CustomShowroom_Control_Lights
source: Lights
fi_fi: Valot
hu: Világítás
kr: 라이트
zh_tw: 燈光

# CustomShowroom_Control_Wireframe
source: Wireframe
fi_fi: Rautalankamalli
hu: Drótváz
kr: 와이어프레임
zh_tw: 燈光

# CustomShowroom_SkinHeader
source: Skin
fi_fi: Skini
hu: Festés
kr: 스킨
zh_tw: 塗裝

# CustomShowroom_EditingMode
source: Skin editing mode
fi_fi: Skinin muokkaus-tila
hu: Festésszerkesztő mód
kr: 스킨 편집 모드
zh_tw: 塗裝編輯模式

# CustomShowroom_EditingMode_Tooltip
source: Use PSD, XCF, etc. instead if exists (Magick.NET addon is required)
fi_fi: Käytä PSD, XCF, tms. jos jo olemassa(Magick.NET -lisäosa vaaditaan)
kr: 있는 경우 PSD, XCF 등을 사용합니다(Magick.NET 플러그인이 필요함)
zh_tw: 自動更新貼圖。使用PSD、XCF等格式（需要Magick.NETapp）

# CustomShowroom_AmbientShadows_Update
source: Update Ambient Shadows
fi_fi: Päivitä ympäröivät varjot
hu: Környezeti árnyékok frissítése
kr: 주변 그림자 업데이트
zh_tw: 更新環境陰影

# CustomShowroom_AmbientShadows_Reset
source: Reset To Recommended Values
fi_fi: Palauta suositeltuihin arvoihin
hu: Visszaállítás az ajánlott értékekre
kr: 권장 값으로 재설정
zh_tw: 重置為建議值

# CustomShowroom_AmbientShadowsHeader
source: Ambient Shadow
fi_fi: Ympäroivät varjot
hu: Környezeti árnyék
kr: 주변 그림자
zh_tw: 環境陰影

# CustomShowroom_AmbientShadows_Diffusion
source: Diffusion
fi_fi: Diffuusio
hu: Diffúzió
kr: 확산
zh_tw: 擴散

# CustomShowroom_AmbientShadows_Brightness
source: Brightness
fi_fi: Valoisuus
hu: Fényerő
kr: 밝기
zh_tw: 亮度

# CustomShowroom_AmbientShadows_Iterations
source: Iterations
fi_fi: Iteraatiot
hu: Iterációk
kr: 반복
zh_tw: 疊代

# CustomShowroom_AmbientShadows_HideWheels
source: Hide wheels
fi_fi: Piilota renkaat
hu: Kerekek elrejtése
kr: 바퀴 숨기기
zh_tw: 隱藏方向盤

# CustomShowroom_AmbientShadows_FadeToEdges
source: Fade to edges
fi_fi: Häivytä reunoille
hu: Széleknél elhalványul
kr: 가장자리로 사라짐
zh_tw: 邊緣虛化

# CustomShowroom_AmbientShadowsSize_Reset
source: Reset
fi_fi: Palauta
hu: Visszaállítas
kr: 재설정
zh_tw: 重置為建議值

# CustomShowroom_AmbientShadowsSize_Fit
source: Fit
fi_fi: Täytä
hu: Illeszt
kr: 맵시
zh_tw: 適應

# CustomShowroom_AmbientShadowsSize_Save
source: Save
fi_fi: Tallenna
hu: Mentés
kr: 저장
zh_tw: 儲存

# CustomShowroom_AmbientShadowsSizeHeader
source: Size
fi_fi: Koko
hu: Méret
kr: 크기
zh_tw: 尺寸

# CustomShowroom_AmbientShadowsSize_Highlight
source: Highlight size
fi_fi: Korosta koko
hu: Fénypont mérete
kr: 하이라이트 사이즈
zh_tw: 高光尺寸

# Common_MetersPostfix
source: m
zh_tw: 公尺

# Common_MinutesPostfix
source: min
kr: 분
zh_tw: 分鐘

# CustomShowroom_AmbientShadows_Updating
source: Updating shadows…
fi_fi: Päivitetään varjoja...
hu: Árnyékolás frissítése…
kr: 그림자 업데이트 중…
zh_tw: 更新陰影⋯⋯

# CustomShowroom_AmbientShadows_Reloading
source: Reloading textures…
fi_fi: Uudelleenladataan tekstuurit...
hu: Textúrák újratöltése…
kr: 질감을 재로드하는 중...
zh_tw: 重新載入貼圖⋯⋯

# CustomShowroom_AmbientShadowsSize_EncryptedData
source: Data Is Encrypted
fi_fi: Tieto on suojattua
hu: Az adat titkosított
kr: 데이터가 암호화됨
zh_tw: 數據已加密

# CustomShowroom_AmbientShadowsSize_EncryptedDataMessage
source: Size of the shadow will be saved to “data/ambient_shadows.ini”, but data is encrypted, so it won’t have any affect. Continue?
fi_fi: Varjon koko tallennetaan “data/ambient_shadows.ini”, mutta tieto on suojattua, joten siitä ei ole vaikutusta. Jatketaanko?
hu: Az árnyék mérete mentve lesz a “data/ambient_shadows.ini”-be, de az adat titkosított, így semmi hatása nem lesz. Folytatod?
kr: 그림자 크기는 "data/ambient_shadows.ini"에 저장되지만 데이터는 암호화되므로 영향을 미치지 않습니다. 계속하시겠습니까?
zh_tw: 陰影尺寸會存儲存至「data/ambient_shadows.ini」，但是資料被加密了，故不會有任何作用。是否繼續？

# Common_DevTools
source: Developer Tools
fi_fi: Kehittäjätyökalut
hu: Fejlesztői eszközök
kr: 개발자 툴
zh_tw: 開發者工具

# Common_Unpack
source: Unpack {0}
fi_fi: Pura {0}
hu: A(z) {0} kicsomagolása
kr: {0} 의 압축해제
zh_tw: 解壓{0}

# AcObject_VersionLabel
source: Version:
fi_fi: Versio:
hu: Verzió:
kr: 버전:
zh_tw: 版本：

# Common_FolderExists
source: Folder “{0}” already exists. Overwrite files?
fi_fi: Kansio “{0}” on jo olemassa. Korvataanko?
hu: A(z) “{0}” mappa már létezik. Felülírja a benne lévő fájlokat?
kr: 폴더 "{0}"이(가) 이미 있습니다. 파일을 덮어쓰시겠습니까?
zh_tw: 資料夾「{0}」已經存在。是否覆蓋？

# CustomShowroom_ObjectInformation
source: Object name: [b]{0}[/b] Class: [b]{1}[/b] Active: [b]{2}[/b] Renderable: [b]{3}[/b] Visible: [b]{4}[/b] Transparent: [b]{5}[/b] Casting Shadows: [b]{6}[/b] Layer: [b]{7}[/b] LOD In: [b]{8}[/b] LOD In: [b]{9}[/b] Material: [b]{10}[/b]
fi_fi: Objektin nimi: [b]{0}[/b] Luokka: [b]{1}[/b] Aktiivinen: [b]{2}[/b] Renderöitävä: [b]{3}[/b] Näkyvä: [b]{4}[/b] Läpinäkyvä: [b]{5}[/b] Varjonluonti: [b]{6}[/b] Taso: [b]{7}[/b] LOD In: [b]{8}[/b] LOD In: [b]{9}[/b] Materiaali: [b]{10}[/b]
hu: Objektum neve: [b]{0}[/b] Class: [b]{1}[/b] Active: [b]{2}[/b] Renderable: [b]{3}[/b] Visible: [b]{4}[/b] Transparent: [b]{5}[/b] Casting Shadows: [b]{6}[/b] Layer: [b]{7}[/b] LOD In: [b]{8}[/b] LOD In: [b]{9}[/b] Anyag: [b]{10}[/b]
kr: 개체 이름: [b]{0}[/b] 클래스: [b]{1}[/b] 활성: [b]{2}[/b] 렌더링 가능: [b]{3}[/b] 표시: [b]{4}[/b] 투명: [b]{5}[/b] 그림자 선정: [b]{6}[/b] 계층: [b]{7}[/b] LOD 삽입: [b]{8}[/b] LOD 삽입: [b]{9}[/b] 재료: [b]{10}[/b]
zh_tw: 物體名稱：[b]{0}[/b] 級別：[b]{1}[/b] 啟動：[b]{2}[/b] 可渲染的：[b]{3}[/b] 可見：[b]{4}[/b] 透明：[b]{5}[/b] 投射陰影：[b]{6}[/b] 圖層：[b]{7}[/b] LOD在：[b]{8}[/b] LOD在：[b]{9}[/b] 材質：[b]{10}[/b]

# CustomShowroom_MaterialInformation
source: Material name: [b]{0}[/b] Shader: [b]{1}[/b] Blend mode: [b]{2}[/b] Alpha test: [b]{3}[/b] Depth mode: [b]{4}[/b]
fi_fi: Materiaali: [b]{0}[/b] Varjostin: [b]{1}[/b] Sekoitustila: [b]{2}[/b] Alpha testi: [b]{3}[/b] Syvyystila: [b]{4}[/b]
hu: Anyag neve: [b]{0}[/b] Shader: [b]{1}[/b] Blend mode: [b]{2}[/b] Alpha test: [b]{3}[/b] Depth mode: [b]{4}[/b]
kr: 재료명: [b]{0}[/b] 셰이더: [b]{1}[/b] 혼합 모드: [b]{2}[/b] 알파 테스트: [b]{3}[/b] 깊이 모드: [b]{4}[/b]
zh_tw: 材質名稱：[b]{0}[/b] 著色器：[b]{1}[/b] 混合模式：[b]{2}[/b] Alpha測試：[b]{3}[/b] 深度模式：[b]{4}[/b]

# CustomShowroom_ShaderProperties
source: Shader properties:
fi_fi: Varjostimen ominaisuudet:
kr: 셰이더 속성:
zh_tw: 著色器屬性：

# AcObject_AuthorLabel
source: Creator:
fi_fi: Tekijä:
hu: Készítő:
kr: 제작자:
zh_tw: 作者：

# Common_Clear
source: Clear
fi_fi: Poista
hu: Tisztítás
kr: 지우기
zh_tw: 清除

# Controls_ClickToAssign
source: Click to assign
fi_fi: Paina vaihtaaksesi
hu: Kattints a megadáshoz
kr: 할당하려면 클릭하세요.
zh_tw: 點擊以設定按鍵

# Controls_WaitingForInput
source: Waiting for input
fi_fi: Odottaa näppäintä
hu: Nyomd meg a kívánt gombot
kr: 입력장치 대기중
zh_tw: 等待輸入

# Controls_InvertAxis
source: Invert
fi_fi: Käännä
hu: Tengely megfordítása
kr: 반전
zh_tw: 反轉

# Controls_RangeFromAxis
source: From
fi_fi: Mistä
hu: Kezdő érték
kr: 데드존
zh_tw: 從

# Controls_RangeToAxis
source: To
fi_fi: Mihin
hu: Végső érték
kr: 엔드존
zh_tw: 到

# Controls_GammaAxis
source: Gamma
kr: 감마
zh_tw: 伽馬

# Controls_FilterAxis
source: Filter
fi_fi: Suodin
hu: Kiegyenlítés (filter)
kr: 필터
zh_tw: 過濾

# Controls_SpeedSensitivity
source: Speed sensitivity
fi_fi: Nopeusherkkyys
hu: Sebességérzékenység
kr: 속도 감도
zh_tw: 轉向靈敏度

# Controls_ClearWheelBinding
source: Clear wheel binding
fi_fi: Tyhjennä ratin komento
hu: Kormánykiosztás törlése
kr: 클리어 휠 바인딩
zh_tw: 清除方向盤綁定

# Controls_ClearKeyboardBinding
source: Clear keyboard binding
fi_fi: Tyhjennä näppäimistön komento
hu: Billentyűkiosztás törlése
kr: 키보드 바인딩 지우기
zh_tw: 清除鍵盤綁定

# Controls_SteeringWheelButton
source: Steering wheel button
fi_fi: Ratin näppäimet
hu: Kormány gombja
kr: 스티어링 휠 버튼
zh_tw: 方向盤按鈕

# Controls_KeyboardButton
source: Keyboard button
fi_fi: Näppäimistön näppäin
hu: Billentyű
kr: 키보드 버튼
zh_tw: 鍵盤按鍵

# Online_CarIsMissingLabel
source: Car is missing:
kr: 차량 누락:
zh_tw: 遺失車輛：

# Online_TrackIsMissingLabel
source: Track is missing:
fi_fi: Rata puuttuu:
kr: 트랙이 누락되었습니다.
zh_tw: 遺失賽道：

# Online_DriversOnlineLabel
source: Drivers online:
kr: 온라인 드라이버:
zh_tw: 線上車手：

# Online_JoinUsing
source: Join Using {0}
kr: {0}을(를) 사용하여 참여
zh_tw: 使用{0}加入

# Common_MillisecondsPostfix
source: ms
zh_tw: 毫秒

# Online_PasswordRequired
source: Password required
kr: 비밀번호 필요
zh_tw: 需要密碼

# Common_Waiting
source: Waiting…
fi_fi: Odottaa...
hu: Várakozás…
kr: 대기중...
zh_tw: 等待結果⋯⋯

# Common_Finished
source: Finished
fi_fi: Suoritettu
hu: Befejezve
kr: 완료됨
zh_tw: 比賽結束

# Common_Cancelled
source: Cancelled
fi_fi: Peruttu
hu: Megszakítva
kr: 취소됨
zh_tw: 比賽取消

# Common_Error
source: Error
fi_fi: Virhe
hu: Hiba
kr: 에러
zh_tw: 發生錯誤

# AssistsPreset_Gamer
source: Gamer
fi_fi: Pelaaja
hu: Megszállott játékos
kr: 초급자
zh_tw: 娛樂玩家

# AssistsPreset_Intermediate
source: Intermediate
fi_fi: Keskitaso
hu: Középhaladó
kr: 중급자
zh_tw: 中級車手

# AssistsPreset_Pro
source: Pro
fi_fi: Ammattilainen
hu: Profi
kr: 프로
zh_tw: 職業難度

# Common_Loading
source: Loading…
fi_fi: Lataa...
hu: Betöltés…
kr: 로딩 중…
zh_tw: 載入中⋯⋯

# Common_GoodNews
source: Good news!
fi_fi: Hyviä uutisia!
hu: Jó hírek!
kr: 좋은 소식!
zh_tw: 好消息！

# AcObject_CarParentLabel_Tooltip
source: The original version of the vehicle this was modified from (where applicable).
fi_fi: Emomallin auto (jos valittuna, tämä auto on viritetty malli tästä).
hu: Az autó alaptípusa (ha be van állítva, akkor ez az autó ennek lesz egy tuningolt változata)
kr: 상위 차량(설정된 경우 이 차량은 튜닝된 버전이 됩니다)
zh_tw: 源車型（設定後，這台車將是它的調校版）

# CustomShowroom_AmbientShadows_CannotUpdate
source: Can’t update ambient shadows
fi_fi: Ei voida päivittää ympäröiviä varjoja
hu: Nem frissíthetőek a környezeti árnyékok
kr: 주변 그림자를 업데이트할 수 없음
zh_tw: 無法更新環境陰影

# Common_Change
source: Change
fi_fi: Vaihda
hu: Változtat
kr: 변경
zh_tw: 更改

# Common_Generic
source: Generic
fi_fi: Yleinen
hu: Általános
kr: 일반
zh_tw: 一般

# AcObject_TyresLabel
source: Tires:
fi_fi: Renkaat:
hu: Gumik:
kr: 타이어:
zh_tw: 輪胎：

# AcObject_FuelLabel
source: Fuel:
fi_fi: Polttoaine:
hu: Üzemanyag:
kr: 연료:
zh_tw: 油量：

# AcObject_Fuel
source: Fuel:
fi_fi: Polttoaine:
hu: Üzemanyag
kr: 연료
zh_tw: 油量

# Replay_CrMessage
source: Replay will be overwritten after the next race. Rename it to keep it.
kr: 리플레이는 다음 레이스 이후 덮어 쓰기됩니다. 유지하려면 이름을 변경하십시오
zh_tw: 重播將在下一場比賽後被覆蓋。重新命名以保留。
